{
    "all": [
        {
            "_id": {
                "$oid": "6458fef1f7a4b4237641bea5"
            },
            "author_id": "b4EYC8i8jiGvw0fL",
            "body": "###  Praise\nAgbetuyi-tayo1* and Olubanke\nOgunlana1# \nCancer Research Group,\nCovenant Applied Informatics and Communication Africa Centre of Excellence\n(CApICE-ACE), Department of Biochemistry, Covenant University, Canaan Land -\nOta, Ogun State, Nigeria. \n### Email: *[praise.agbetuyi-tayopgs@stu.cu.edu.ng](mailto:praise.agbetuyi-tayopgs@stu.cu.edu.ng) \n [#banke.ogunlana@covenantuniversity.edu.ng](mailto:#banke.ogunlana@covenantuniversity.edu.ng)  \nIntroduction \nOne of the most dangerous malignant diseases to\npeople's lives and health is cancer (Hong et al., 2020). Cancer is a\nhereditary disease with a complex multi-step process that causes healthy cells\nto change how they regulate several signaling pathways involved in cell\nproliferation, angiogenesis, metastasis, and resistance to apoptosis. (Naro et al., 2022).\nThe hallmark of cancer is initiated by the accumulation of genetic defects that\ncould alter gene expression patterns, causing a complete imbalance of the\ncellular activity and microenvironment (Hong et al., 2020). \nHuman cancer was identified\nas a genetic illness in the late 1990s. Since then, enormous efforts have been\nundertaken in the field of genomics to identify the genetic changes associated with\ntumour formation. Since scientists have known for decades that genes and genetic\nchanges are the basis for cancer initiation and progression. Genomics is an important\nfield that is essential for understanding, earlier diagnosis and treating\ncancer (Michael et al., 2019). For instance, it has been shown that\nmutations in the tumour-suppressor genes BReast CAncer gene 1 (BRCA1) and BReast CAncer gene 2 (BRCA2)\nare risk factors for developing breast, prostate and ovarian cancer (Fu et al., 2022). The difficulties of treating advanced-stage\nand/or chemoresistant cancer patients have made the battle to eliminate the\ndisease more fierce. [Nevertheless, recent advancements in genomics have sparked the\ncreation of specific treatments and procedures for early detection and\nprevention, leading to significant reduction in advancements in the treatment\nof cancer (Naro et al., 2022)]()[[OO1]](#_msocom_1)  \nThe\nway we understand cancer is changing as a result of genomics. Contrary to more two\ndecades ago, before the human genome project, when the technologies, techniques\nand expertise required for gene sequencing and genomic studies were rudimentary\nand had low throughput. Rapid advances in genomic studies and their improved technology\nhave made it possible to analyze the molecular makeup of various cancer types\nin detail within a short time. More effective chemotherapy with good precision,\nhigh selectivity and excellent success rate can be developed based on the\ngenomic understanding of cancer onset and progression.[ ]()[[OO2]](#_msocom_2) The\nultimate objective is to provide every cancer patient with a therapeutic\nregimen that is tailored to the individual  and the uniqueness of the disease in the best optimal\nway (Bianca, 2020) \nNext-Generation Sequencing (NGS)  \nNext-Generation Sequencing(NGS) has emerged as a salient method for getting an accurate and deeper\nview of individual tumours' molecular signatures. With the new standard of care\nfor cancer being targeted therapies, using NGS has greatly increased cancer management\nprecision and efficiency. Compared to other traditional methods, NGS provides\nmore sensitivity, accuracy and high throughput because of its ability to\nsequence multiple genes in just one assay. NGS has posed to be a more\neconomical and time-conserving approach to cancer research, paving the way to\nprecision medicine (Wu\net al., 2022). NGS has revealed the presence of age-related somatic mutations in the\nhuman genome and has helped elucidate the background of different cancer\ndevelopments among different ethnicity, environments, and races (Naro\net al., 2020). \nPersonalized/Precision\nMedicine  \nOne of the\nbiggest impacts and gains of genomics on cancer treatment is the choice of\ntreatment. Information on the genetic\nchanges in a patient's tumour is used to determine the type of treatment to\nreceive; this is known as precision medicine or personalised care (Musyuni et al., 2022). As a result of research into the genomic changes\nassociated with cancer, chemotherapic drugs have been designed with more\nprecision and specificity to target cancer cells, leaving normal human cells\nunharmed. This targeted therapy has been able to ameliorate the limitation of\nchemotherapy or other treatment like radiation, which causes the death of\nnormal healthy cells in the cause of treatment. \nThere are a good number\nof precision medicine already in use; some examples are Trastuzumab (Herceptin),\nErlotinib(Tarceva), and Imatinib (Gleevec) (NIH, 2021). \nTrastuzumab is\na monoclonal antibody that targets the human epidermal growth factor receptor 2\n(HER2), a protein that is overexpressed in some types of cancer cells,\nincluding breast cancer. The mechanism of action of trastuzumab is thought to\ninvolve several processes, including blocking the HER2 receptor from sending\ngrowth-promoting signals, activating the immune system to attack HER2-positive\ncancer cells, and promoting cancer cell death (Maadi et al., 2021). \nA study by\nBradley et al, examined the\neffectiveness of trastuzumab in reducing the risk of breast cancer recurrence,\ndeath from breast cancer, and all-cause mortality by analyzing the outcomes of\nseven randomized trials involving 13,864 patients enrolled for 5 years. The\nresults showed that trastuzumab combined with chemotherapy significantly\nreduced the risk of breast cancer recurrence and death from breast cancer\ncompared to chemotherapy alone. The 10-year recurrence risk was reduced by 9%\nand 10-year breast cancer mortality was reduced by 6.4%, with no increase in\ndeath without recurrence (Bradley et al., 2021). \nErlotinib\n(brand name Tarceva) on the other hand, is a small molecule inhibitor of the\nepidermal growth factor receptor (EGFR), which is a protein that is often\noverexpressed in cancer cells. Erlotinib works by binding to the EGFR protein\nand blocking the signals that promote cell growth and division, leading to\ncancer cell death. Erlotinib has been studied in several clinical trials for\nthe treatment of various types of cancer, including non-small cell lung cancer,\npancreatic cancer, and others. In clinical trials, erlotinib has been shown to\nimprove progression-free survival and overall survival in some patients (Dong et al., 2021). \nIn one study of\npatients with non-small cell lung cancer, erlotinib was compared to\nchemotherapy as a second-line treatment. The study found that erlotinib\nimproved progression-free survival by 2.2 months compared to chemotherapy. In\nanother study of patients with pancreatic cancer, erlotinib was combined with\ngemcitabine, and the combination therapy improved overall survival by about two\nweeks compared to gemcitabine alone.(Assenat et al., 2021). \n  \n  \nREFERENCES \n1. Assenat,\nE., Mineur, L., Mollevi, C., Lopez‐Crapez, E., Lombard‐Bohas, C., Samalin, E.,\nPortales, F., Walter, T., Forges, H., Dupuy, M., Boissière‐Michot, F.,\nHo‐Pun‐Cheung, A., Ychou, M. & Mazard, T. (2021) Phase II study evaluating the association of\ngemcitabine, trastuzumab and erlotinib as first‐line\ntreatment in patients with metastatic pancreatic adenocarcinoma ( GATE 1). International Journal of\nCancer. 148 (3), 682–691. doi:10.1002/ijc.33225. \n2. Bradley, R., Braybrooke, J., Gray,\nR., Hills, R., Liu, Z., et al. (2021) Trastuzumab for early-stage,\nHER2-positive breast cancer: a meta-analysis of 13 864 women in seven\nrandomised trials. The Lancet Oncology. 22 (8), 1139–1150. doi:10.1016/S1470-2045(21)00288-6. \n3. Chakravarty\nD . OncoKB: a precision oncology knowledge base. JCO Precis.Oncol. (2017). 10.1200/PO.17.00011 \n4. Dong, Y., Li, Q., Miao, Q. &\nLi, D. (2021) Erlotinib as a salvage treatment after gefitinib failure for\nadvanced non-small-cell lung cancer patients with brain metastasis: A\nsuccessful case report and review. Medicine. 100 (25), e26450.\ndoi:10.1097/MD.0000000000026450. \n5. Flores-Pérez JA, de la Rosa OF, Argenes Y, Meneses-Garcia A. Nutrition,\nCancer and personalised medicine. Adv Exp Med Biol. 2019;1168:157–68. https://\ndoi. org/ 10. 1007/ 978-3- 030- 24100-1_ 11. \n6. Fu, X., Tan, W., Song, Q., Pei, H.\n& Li, J. (2022) BRCA1 and Breast Cancer: Molecular Mechanisms and\nTherapeutic Strategies. Frontiers in Cell and Developmental Biology. 10,\n813457. doi:10.3389/fcell.2022.813457. \n7. Hong M, Tao S, Zhang L, Diao T, Huang X, Huang S, and Juan S. RNA\nsequencing: new technologies and applications in cancer research. J Hematol\nOncol.(2020) 13:166 [https://doi.org/10.1186/s13045-020-01005-x](https://doi.org/10.1186/s13045-020-01005-x) \n8. Maadi, H., Soheilifar, M.H., Choi,\nW.-S., Moshtaghian, A. & Wang, Z. (2021) Trastuzumab Mechanism of Action;\n20 Years of Research to Unravel a Dilemma. Cancers. 13 (14), 3540.\ndoi:10.3390/cancers13143540. \n9. Michael\nF.B and Elaine R.M. The emerging clinical relevance of genomics in cancer\nmedicine. Nature Review.Clinical Oncol. (2019) \n10. Musyuni,\nP., Bai, J., Sheikh, A., Vasanthan, K.S., Jain, G.K., Abourehab, M.A.S.,\nLather, V., Aggarwal, G., Kesharwani, P. & Pandita, D. (2022) Precision\nmedicine: Ray of hope in overcoming cancer multidrug resistance. Drug\nResistance Updates. 65, 100889. doi:10.1016/j.drup.2022.100889. \n11.  Naro C, Cunliffe HE and Sette C. Editorial:\nInsight in cancer genetics: 2022. Front. Oncol.(2022) 12:988310.doi:\n10.3389/fonc.2022.988310 \n12. Selvakumar C, Auxzilia K,\nRoss K, Tusubira D, Khan M.W, Mani P, Rao N.T, and Sekar D. CRISPR/Cas9 and\nnext generation sequencing in the personalized treatment of Cancer. Molecular\nCancer (2022) 21:83 [https://doi.org/10.1186/s12943-022-01565-1](https://doi.org/10.1186/s12943-022-01565-1)  \n13. Wu TM, Liu JB, Liu Y, et al. Power and promise of next-generation\nsequencing in liquid biopsies and Cancer control. Cancer Control.\n2020;27(3):1073274820934805. https:// doi. org/ 10. 1177/ 10732 74820-934805. \n14. Yuan L, Xu ZY, Ruan SM, Mo S, Qin JJ, Cheng XD. Long non-coding RNAs\ntowards precision medicine in gastric cancer: early diagnosis, treatment, and\ndrug resistance. Mol Cancer. 2020;19(1):96. https:// doi. org/ 10. 1186/\ns12943- 020- 01219-0. \n   \n \n \n [[OO1]](#_msoanchor_1)Does\nthis capture what you meant to say?   \n \n \n [[OO2]](#_msoanchor_2)Rewrite\nthis section  \nMore effective chemotherapy with good precision, high\nselectivity and excellent success rate can be developed based on the genomic\nunderstanding of cancer onset and progression.      ",
            "categories": [
                "Breast cancer"
            ],
            "draft_id": "64414607be8418239f2011a5",
            "email": "praise.agbetuyi-tayopgs@stu.cu.edu.ng",
            "first_name": "Praise",
            "isApproved": true,
            "last_name": "Agbetuyi-tayo",
            "likers": [],
            "likes": 0,
            "metadata": [],
            "published_at": "2023-05-07 08:46",
            "read_time": 35,
            "reviewers": [
                {
                    "id": 1.0
                },
                {
                    "id": 2.0
                }
            ],
            "slug": "genomics-transformative-role-in-cancer-diagnosis-and-treatment",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "GENOMICS' TRANSFORMATIVE ROLE IN CANCER DIAGNOSIS AND TREATMENT",
            "views": 117
        },
        {
            "_id": {
                "$oid": "641bf0d5ac73e8a1d73b8136"
            },
            "author_id": "dphbDovyYJG_yLYk",
            "body": "__Timothy Ayeni1* and Olubanke Ogunlana1#__\n\n1Cancer Research Group, Covenant Applied Informatics and Communication Africa Centre of Excellence (__CApIC-ACE__), Department of Biochemistry, Covenant University, Canaan Land - Ota, Ogun State, Nigeria.\nEmail: __*timothy.ayenipgs@stu.cu.edu.ng__\n            __#banke.ogunlana@covenantuniversity.edu.ng__\n____            \n\n__Introduction__\nCancer is caused by the unrestricted growth and division of cells that can arise in various tissues and disseminate to neighboring and distant tissues (Salehi et al., 2019)  The prostate is a gland found in the male reproductive system, located just below the bladder and in front of the rectum. It is a walnut-sized gland that surrounds the urethra, which is the tube that carries urine and semen out of the body. Prostate cancer (PCa) is a malignancy of the prostate gland. It is a disease that is most common in men from the age of 50 and the second most common cause of cancer-related deaths worldwide (Adamaki and Zoumpourlis, 2021). It occurs when cells grow out of control in the prostate gland. In 2020, the international agency for cancer research reported the age-standardized incidence and mortality rate for PCa in the African continent as 29.7 and 16.3 cases per 100,000 people, respectively(Giona, 2021). Men of African origin exhibit high prostate cancer incidence and mortality rates. Also, more advanced stages of PCa are reportedly diagnosed in African-American men (Barsouk et al., 2020). However, it is possible to effectively treat and, in some cases, completely eradicate prostate cancer if detected very early (Alarcón-Zendejas et al., 2022). Hence, there is a need for efficient methods of early detection of prostate cancer. This review highlights some of the major biomarkers used for the early detection of PCa.\n\n__Prostate Cancer Biomarkers__\nAccording to the National Cancer Institute, a biomarker is defined as a measurable biomolecule in blood, tissues, and other body fluids that indicates a normal or abnormal process of a condition or disease (Farha and Salami, 2022; Lyngbakken et al., 2019). These processes may include biological or pathogenic processes and/or pharmacologic responses to a disease progression or certain treatment (Lyngbakken et al., 2019). Generally, biomarkers are used in therapeutic analysis to evaluate biological parameters, which helps develop and evaluate new treatments. It is essential to thoroughly assess a biomarker's operation in identifying a new candidate biomarker to validate its clinical application (Lynch et al., 2018). Biomarkers must be scientifically investigated and validated to pass several practical tests prior to being accepted for clinical practice. A standard biomarker should be clinically relevant, sensitive, specific, reliable, and reproducible.\nThe earliest biomarker for detecting PCa at an early stage is the serum prostate-specific antigen (PSA) (Kavalci et al., 2021). A member of the human kallikrein family, PSA is produced by prostatic luminal epithelial cells and regulates semen coagulation (Farha and Salami, 2022). In serum, PSA is bound mainly by endogenous protease inhibitors, α1-antichymotrypsin (ACT) and α2-microglobulin (A2M). PSA is being used as a biomarker for diagnosing and managing prostate cancer because it is synthesized by epithelial cells of the prostate (Kostova et al., 2018). PSA was initially used to monitor PCa patients but is now widely used for screening and diagnosing PCa. However, while PSA testing is very sensitive, it is not cancer specific. Some common pathological conditions, such as benign prostate hyperplasia and prostatitis, can also cause abnormal test results, which may lead to additional diagnoses. As a result, PSA screening can lead to wrong diagnosis (Farha and Salami, 2022). The introduction of PSA undoubtedly transformed the field of PCa detection and treatment; however, novel biomarkers help to improve decision-making in patients with suspected PCa based on elevation in PSA, abnormal digital rectal examination, or both.\nThis decision relates to whether patients should undergo an initial or repeat prostate biopsy. Once PCa is detected through biopsy, biomarkers can aid in determining the appropriate level of risk stratification for treatment, including surveillance, the intensity of treatment required, and the need for multi-modal therapy. The biomarkers for initial biopsy consideration include 4Kscore, prostate health index (phi), SelectMDx, ExoDx prostate intelliscore, and MyProstateScore (MPS), while those for consideration of repeat biopsy include Prostate Cancer Antigen 3 (PCA3) and ComfirmMDX.\n\n__4Kscore Test__\nThe 4Kscore test is a PCa test under the Clinical Laboratory Improvement Amendments (CLIA) certification and in line with the National Comprehensive Cancer Network (NCCN) guidelines. It combines the serum levels of four kallikrein proteins (total PSA (tPSA), free PSA (fPSA), intact PSA, and human kallikrein 2 (hK2)) with digital rectal examination (DRE) results and other factors such as age and history of previous biopsy. This testing procedure was established based on statistics from the European Randomized Study of Screening for Prostate Cancer (ESRPC) studies and the Prostate Testing for Cancer and Treatment (ProtecT) study (Kim and Hong, 2021). The chance that a patient will have clinically significant Prostate Cancer (csPCA) is shown by the 4Kscore test and defined as Gleason ⩾ 7 PCa (Kim and Hong 2021). The official score cutoff of ⩾ 7.5%, when it is used, will help to avoid unnecessary biopsies by 22% (Punnen et al., 2018).\n\n__Prostate Health Index (PHI)__\nProstate health index (PHI) is a Food and Drug Agency (FDA) approved test. It combines with the three PSA isoforms in the blood (an isoform of PSA (p2PSA), fPSA, and tPSA) to form a compound score that predicts the likelihood of PCa on biopsy (Farha and Salami, 2022). The test, which is the least expensive of commercially available PCa tests in the USA, also follows the National Comprehensive Cancer Network (NCCN) guidelines.\n\n__SelectMDX__\nSelectMDX is a non-FDA-approved test. It is performed on urine after a digital rectal examination in a CLIA-certified lab and is included in the NCCN guidelines. It combines clinical parameters with the mRNA expression levels of distal-less homeobox 1 (DLX1) and homeobox protein 6 (HOXC6) to estimate the chance of any PCa and Gleason ⩾ 7 PCa on biopsy (Govers et al., 2018). In a study carried out by Van Neste and others (Van Neste et al., 2016), a combined model using both HOXC6 and DLX1 as well as clinical risk factors (age, DRE, previous biopsy, PSA, and family history) yielded an AUC of 0.9 (95% CI, 0.85–0.96) in the training cohort and 0.86 (95% CI, 0.80–0.92) in the validation cohort for detection of csPCa, with a potential to decrease total biopsies by 42% (Farha and Salami, 2022).\n\n__ExoDx Prostate Intelliscore__\nThe ExoDx Prostate Intelliscore can be used to measure SPDEF-normalized exosomal mRNA of Prostate Cancer Antigen-3 (PCA3) and ETS-related gene (ERG) in the urine. It is a non-FDA-approved test that is also performed in a CLIA-certified lab and follows the NCCN guidelines. The advantage of the ExoDx test is that it does not require a DRE before sample collection and does not include any clinical variables as part of the score (Farha and Salami, 2022).\n\n__MyProstateScore (MPS)__\nThe MyProstateScore (MPS) is an early detection test for PCa that combines three specific urinary markers: TMPRSS2: ERG fusion gene expression, PCA3, and PSA to provide a score range (0 to 100) which increases with the chance of identifying Gleason ⩾ 7 PCa. These scores are grouped into low, intermediate, or high-risk. The urinary gene expression assay requires a post-DRE urine specimen. MPS was found to be more cost-effective than MRI when used to guide biopsy decisions for all men with unspecified PSA levels (Jiao et al., 2021). It is a non-FDA-approved test and not yet recommended by the NCCN.\n\n__PCA3__\nThe Prostate Cancer Antigen 3 gene (PCA3) is a non-protein-coding mRNA that is highly overexpressed in PCa tissue compared to normal prostate tissue or benign prostatic hyperplasia. It is found to be greatly expressed (60-100-fold) in cancerous than in benign tissues. The PCA3 test is FDA-approved and requires the collection of the first 20–30ml of post-DRE urine. The ratio of PCA3 mRNA transcripts in the sample to serum PSA gives the quantitative result of the test (Adamaki and Zoumpourlis, 2021).\n\n__Conclusion__\nThe selection of the appropriate biomarker depends on the specific clinical situation. A single biomarker may not be enough to achieve the required diagnostic sensitivity and specificity for precise prostate cancer risk stratification. Therefore, a combination of biomarkers is required in most clinical settings to increase the accuracy of prostate cancer diagnosis, treatment, and surveillance.\n\n__References__\nAdamaki, M., Zoumpourlis, V., 2021. Prostate Cancer Biomarkers: From diagnosis to prognosis and precision-guided therapeutics. Pharmacol. Ther. 228, 107932. [https://doi.org/10.1016/j.pharmthera.2021.107932](https://doi.org/10.1016/j.pharmthera.2021.107932)\nAlarcón-Zendejas, A.P., Scavuzzo, A., Jiménez-Ríos, M.A., Álvarez-Gómez, R.M., Montiel-Manríquez, R., Castro-Hernández, C., Jiménez-Dávila, M.A., Pérez-Montiel, D., González-Barrios, R., Jiménez-Trejo, F., 2022. The promising role of new molecular biomarkers in prostate cancer: From coding and non-coding genes to artificial intelligence approaches. Prostate Cancer Prostatic Dis. 25, 431–443. [https://doi.org/10.1038/s41391-022-00537-2](https://doi.org/10.1038/s41391-022-00537-2)\nBarsouk, Adam, Padala, S.A., Vakiti, A., Mohammed, A., Saginala, K., Thandra, K.C., Rawla, P., Barsouk, Alexander, 2020. Epidemiology, staging and management of prostate cancer. Med. Sci. 8, 28. [http://dx.doi.org/10.3390/medsci8030028](http://dx.doi.org/10.3390/medsci8030028)\nFarha, M.W., Salami, S.S., 2022. Biomarkers for prostate cancer detection and risk stratification. Ther. Adv. Urol. 14, 17562872221103988. [https://doi.org/10.1177/17562872221103988](https://doi.org/10.1177/17562872221103988)\nGiona, S., 2021. The epidemiology of prostate cancer. Exon Publ. 1–15.\nGovers, T.M., Caba, L., Resnick, M.J., 2018. Cost-effectiveness of urinary biomarker panel in prostate cancer risk assessment. J. Urol. 200, 1221–1226. [https://doi.org/10.1016/j.juro.2018.07.034](https://doi.org/10.1016/j.juro.2018.07.034)\nJiao, B., Gulati, R., Hendrix, N., Gore, J.L., Rais-Bahrami, S., Morgan, T.M., Etzioni, R., 2021. Economic evaluation of urine-based or magnetic resonance imaging reflex tests in men with intermediate prostate-specific antigen levels in the United States. Value Health 24, 1111–1117. [https://doi.org/10.1016/j.jval.2021.02.009](https://doi.org/10.1016/j.jval.2021.02.009)\nKavalci, E., Onder, A.U., Brusgaard, K., Bostanci, A., Selhanoglu, M.Y., Serakinci, N., 2021. Identification of genetic biomarkers in urine for early detection of prostate cancer. Curr. Probl. Cancer 45, 100616. [https://doi.org/10.1016/j.currproblcancer.2020.100616](https://doi.org/10.1016/j.currproblcancer.2020.100616)\nKim, J.H., Hong, S.K., 2021. Clinical utility of current biomarkers for prostate cancer detection. Investig. Clin. Urol. 62, 1. [https://doi.org/10.4111%2Ficu.20200395](https://doi.org/10.4111%2Ficu.20200395)\nKostova, M.B., Brennen, W.N., Lopez, D., Anthony, L., Wang, H., Platz, E., Denmeade, S.R., 2018. PSA‐alpha‐2‐macroglobulin complex is enzymatically active in the serum of patients with advanced prostate cancer and can degrade circulating peptide hormones. The Prostate 78, 819–829. [https://doi.org/10.1002/pros.23539](https://doi.org/10.1002/pros.23539)\nLynch, J.A., Rothney, M.P., Salup, R.R., Ercole, C.E., Mathur, S.C., Duchene, D.A., Basler, J.W., Hernandez, J., Liss, M.A., Porter, M.P., 2018. Improving Risk Stratification Among Veterans Diagnosed With Prostate Cancer: Impact of the 17-Gene Genomic Prostate Score Assay. Am. J. Manag. Care 24, S4–S10.\nLyngbakken, M.N., Myhre, P.L., Røsjø, H., Omland, T., 2019. Novel biomarkers of cardiovascular disease: applications in clinical practice. Crit. Rev. Clin. Lab. Sci. 56, 33–60. [https://doi.org/10.1080/10408363.2018.1525335](https://doi.org/10.1080/10408363.2018.1525335)\nPunnen, S., Freedland, S.J., Polascik, T.J., Loeb, S., Risk, M.C., Savage, S., Mathur, S.C., Uchio, E., Dong, Y., Silberstein, J.L., 2018. A multi-institutional prospective trial confirms noninvasive blood test maintains predictive value in African American men. J. Urol. 199, 1459–1463. [https://doi.org/10.1016/j.juro.2017.11.113](https://doi.org/10.1016/j.juro.2017.11.113)\nSalehi, B., Fokou, P.V.T., Yamthe, L.R.T., Tali, B.T., Adetunji, C.O., Rahavian, A., Mudau, F.N., Martorell, M., Setzer, W.N., Rodrigues, C.F., 2019. Phytochemicals in prostate cancer: from bioactive molecules to upcoming therapeutic agents. Nutrients 11, 1483. [http://dx.doi.org/10.3390/nu11071483p](http://dx.doi.org/10.3390/nu11071483p)\nVan Neste, L., Hendriks, R.J., Dijkstra, S., Trooskens, G., Cornel, E.B., Jannink, S.A., de Jong, H., Hessels, D., Smit, F.P., Melchers, W.J., 2016. Detection of high-grade prostate cancer using a urinary molecular biomarker–based risk score. Eur. Urol. 70, 740–748. [https://doi.org/10.1016/j.eururo.2016.04.012](https://doi.org/10.1016/j.eururo.2016.04.012)\n\n",
            "categories": [
                "Prostate cancer"
            ],
            "draft_id": "641413cdac73e8a1d73b8135",
            "email": "timothy.ayenipgs@stu.cu.edu.ng",
            "first_name": "Timothy",
            "isApproved": true,
            "last_name": "Ayeni",
            "likers": [
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                },
                {
                    "auth_user_id": "b41gawGCPD6f07J5"
                },
                {
                    "auth_user_id": "kGqOtAAqrCkB0NUk"
                }
            ],
            "likes": 3,
            "metadata": [],
            "published_at": "2023-03-16 14:11",
            "read_time": 15.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "biomarkers-for-the-early-detection-of-prostate-cancer-1",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "BIOMARKERS FOR THE EARLY DETECTION OF PROSTATE CANCER",
            "views": 204
        },
        {
            "_id": {
                "$oid": "6411b4f63740915961a81ab1"
            },
            "author_id": "KD_T7gjTn4LspiRY",
            "body": "\n__Suleiman Zakari 1, * and Olubanke Ogunlana 1,#__ \n\n1 Cancer Research Group, Covenant Applied Informatics and Communication Africa Center of Excellence (CApICE-ACE), Department of Biochemistry, Covenant University, Canaanland -\nOta, Ogun State, Nigeria.  \n\n__Email: * [Suleiman.zakaripgs@stu.cu.edu.ng](mailto:Suleiman.zakaripgs@stu.cu.edu.ng), # [banke.ogunlana@covenantuniversity.edu.ng](mailto:banke.ogunlana@covenantuniversity.edu.ng)__  \n\n __Introduction__  \nCancer, a condition characterised by uncontrolled cell growth, is responsible for almost 10 million deaths worldwide, making it the leading cause of death. Prostate cancer (PCa), on the other hand, is a type of cancer that begins in the prostate (Badal et al., 2020). PCa that has spread from the prostate to other parts of the body is referred to as metastatic prostate cancer (mPCa) or advanced prostate cancer (APCa). Breast, lung, colon, rectum, and prostate cancer are the most common types of cancer worldwide (WHO, 2022). PCa is the second most prevalent cancer in men and the fifth major cause of cancer-related deaths in men worldwide (Wang et al., 2022). The options for treating prostate cancer include hormone therapy, chemotherapy, radiation, and surgery. According to a study published in 2022, the incidence and mortality of prostate cancer worldwide were over 1.4 million new cases, and 1 in 41 men are projected to die from prostate cancer (American Cancer Society, 2022). The prostate is a component of the male reproductive system located in front of the rectum and wrapped around the urethra, which helps to empty urine from the bladder and produces a fluid that contributes to sperm composition (CDC, 2022).\n\nPCa is a major contributor to cancer mortality in men in Sub-Saharan Africa, particularly in Nigeria (Ugwumba and Nnabugwu, 2022). It is important for more people to understand its effects and treatment, and management. Men over 40 years old are at risk, with the risk increasing significantly after the age of 50 (CMScript 6 of 2022). Factors contributing to prostate cancer risks among West African men include lack of information, regular alcohol and tobacco use, inactivity, and obesity (Oladoyinbo et al., 2019). Despite increasing incidence rates and awareness programmes, PCa has become the most prevalent ailment in Nigerian men and the major cause of cancer-related death, contrary to earlier reports that it was relatively rare (Ugwumba and Nnabugwu, 2022). Current cancer research focuses on integrative cancer therapy, with protein therapy, immunotherapy, nanoparticles, and\npharmacological conjugates promising as potential treatments. This article aims to raise awareness of recent developments in prostate cancer treatment options. \n\n__Emerging Prostate Cancer Treatment Options__  \nThere has been an increase in prostate cancer incidences and a decrease in mortality in American men due to recent screening advancements and new therapy medications. However, the situation is different for Africans, with lower incidences and higher mortality rates than Americans and Europeans (Wang et al., 2022). Metastatic prostate cancer requires a combination of treatment methods such as surgery, radiation, hormone, and chemotherapy. Immunotherapy has proven successful in halting or reducing cancer growth and aiding the\nimmune system's destruction of cancer cells. Oncologists in the UK found that the investigational medicine guadecitabine, when used with immunotherapy, overcomes cancer resistance and has led to longer patient survival rates (Papadatos-Pastos, 2022). A phase 1 trial combining pembrolizumab and guadecitabine stopped cancer progression in over a third of patients (Papadatos-Pastos, 2022). Dual combination therapy has the potential to become\na powerful new tool in the fight against various cancer types. As per researchers at the Institute of Cancer Research and the Royal Marsden NHS Foundation Trust, it could be used as a potent chemotherapy for Lung, breast, prostate, and bowel cancers (Guardian Cancer Research, 2022). Immunotherapy has been shown to be more effective when combined with conventional cancer treatments like chemotherapy and radiotherapy. Cercek et al., (2022) reported the anticancer effects of dostarlimab in patients with mismatch repair deficiency in locally advanced rectal cancer. The drug exerts its action by recognising and binding to Programmed cell death Protein 1 (PDL-1) receptors which are proteins found on the surface of immune cells, blocking them from interacting with PD-L1 and PD-L2, thus allowing the antitumor immune response to progress. Inhibiting the interaction of checkpoint proteins with their partner proteins allows T cells to increase the intensity of their attack on cancer cells. Dostarlimab was given to 12 patients with advanced rectal cancer, and none of them showed evidence of a tumour after six months. While using immune checkpoint inhibitors for prostate cancer poses several challenges, several clinical trials are currently utilising them (Cercek et al., 2022).\n\nAndrogens are responsible for male sex characteristics and the proper functioning of the prostate gland, which produces semen. When androgens bind to the androgen receptor, they promote healthy and malignant prostate cell growth (Massie, 2011). Androgen synthesis inhibitors, such as Aminoglutethimide, Abiraterone, and Ketoconazole, can reduce testosterone levels in the body, while Androgen Deprivation Therapy (ADT) combined with other hormone therapies has been shown to increase men's survival rates (Student et al., 2020). Recent phase I/II clinical gene therapy experiments have employed allogeneic prostate cells expressing the GM-CSF gene to promote immunological response following chemotherapy and peripheral blood mononuclear cell infusion (Bidrama et al., 2019). Gene therapy experiments have also been conducted, including the use of allogeneic prostate cells expressing the GM-CSF gene and modified adenoviruses expressing the tumour antigen CD80 to stimulate an immune response against the tumour (Tseha, 2022). However, viral vectors have limitations, including random mutagenesis, difficult manufacturing, immunogenicity, toxicity, and potential harm to healthy cells, leading to increased attention on non-viral vector research (Schlom, 2012). This necessitates the development of cancer vaccines that can enhance the immune system's response. Cancer vaccines are available in two forms: preventative and therapeutic, with examples such as Gardasil and Sipuleucel-T, respectively, which treats advanced prostate cancer that does not respond to hormone therapy. Other oncolytic viruses are being examined in clinical studies for various malignancies. For improved results, they are also reviewing the interactions of the viruses with chemotherapy and other cancer therapies. Prostate cancer can also obstruct the urethra, making urination difficult. Trans-urethral prostate excision (TURP) and laser surgery may be recommended to alleviate symptoms. In certain cases, surgery to remove the testicles may be suggested to reduce testosterone levels. However, the decision to undergo testicular removal surgery is made after weighing the benefits against potential concerns. Chemotherapy is a common treatment for metastatic or advanced prostate cancer, which involves the use of anti-cancer drugs to eliminate cancer cells. Docetaxel and cabazitaxel are the two most frequently used chemotherapy drugs for prostate cancer (El Kharraz et al., 2021). Docetaxel is typically used in combination with hormone therapy and steroids, but if cancer spreads despite this treatment, cabazitaxel is added. Radiotherapy is another treatment for\nmetastatic prostate cancer involving using high-intensity waves to kill cancer cells. Internal radiation with radium 223 is a type of radiotherapy that is frequently employed for prostate cancer that has traveled to the bones. \n\nThe goal of this care is to shrink the tumor, alleviate symptoms, and improve the patient's standard of living. Radium 223 is assimilated by cancer cells within the bone and launched as radiation, destroying tumors while having little effect on healthy cells. This makes it a safe and effective treatment option for PCa patients who have hormone therapy failure, were not eligible for chemotherapy, and have bone metastases. In March 2022, the FDA approved Pluvicto (lutetium Lu177 vipivotide tetraxetan) as a unique treatment option for individuals with prostate-specific membrane antigen-positive metastatic castration-resistant prostate cancer, a type of PCa that has spread throughout the body and has not responded to existing therapies. Moreover, in October 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency recommended its approval for use in the European Union to treat prostate cancer (EMA., 2022). The drug's primary target is the Prostate-Specific Membrane Antigen (PSMA) biomarker, a protein available in most PCa cells circulating throughout the body. By releasing radiation, the cancer cells are subsequently forced to die (Brubaker, 2022).  \n\n__Conclusion__ \nThis concise study aims to inform the public about the latest advancements in treating and managing metastatic prostate cancer by summarising the broad range of clinical treatments that have been recently approved and are currently in use. \n\n__References__  \nAmerican cancer society (2022). Accessed at [https://www.cancer.org/cancer/prostate-cancer](https://www.cancer.org/cancer/prostate-cancer).\nRetrieved on 6th March, 2023.  \n\nCDC Division of Cancer Prevention and Control, Centers for Disease Control and Prevention (2022). What Is Prostate Cancer?. Retrieved from; [www.cdc.gov/cancer/prostate](http://www.cdc.gov/cancer/prostate). Accessed on\n16th December, 2022.\n\nCouncil for Medical Sciences South Africa. Focus on Prostrate Cancer Newsletter Script (2022). Retrieved from; [https://www.medicalschemes.co.za](https://www.medicalschemes.co.za/). Accessed on Nov. 10, 2022.  \n\nElham Bidrama, Yasaman Esmaeilib, Hadi Ranji-Burachalooc, Nuha Al-Zaubaid, Ali Zarrabie, Alastair Stewartd, Dave E Dunstan (2019). A concise review on cancer treatment methods and delivery systems. Journal of Drug Delivery Science and Technology. Doi: 10.1016/j.jddst.2019.101350.  \n\nEuropean Medicines Agency (2022). Pluvicto: Pending EC decision -European Medicines Agency\". Retrieved from; [www.ema.europa.eu](http://www.ema.europa.eu/). Accessed on 13th October 2022.  \n\nGuardian cancer research (2022). New cancer treatment offers hope to patients out of options. Retrieved from; [www.theguardian.com](http://www.theguardian.com/). Retrieved on 6th March, 2023.\n\nMichelle Brubaker (2022). UC San Diego Health Newsroom; Patient First in Region to Receive New Treatment for Advanced Prostate Cancer. Retrieved from; [www.health.ucsd.edu](http://www.health.ucsd.edu/). Accessed on 8th November, 2022. \n\nMassie CE, Lynch A, Ramos-Montoya A, et al (2011). The androgen receptor fuels prostate cancer by regulating central metabolism and biosynthesis. EMBO Journal; 30(13):2719–2733.  \n\nOladoyinbo Catherine A, Oluwafunke O. Akinbule, Opeyemi O. Bolajoko, Justice Moses K. Aheto, Getachew Dagne, Faruk Mohamed, Iya Eze Bassey, Folakemi T. Odedina, Ruth Agaba, Nissa Askins, Olubanke O. Ogunlana, Motolani E. Ogunsanya, Aishat M. Suleiman, Stanley O. Anyanwu, Rebecca M. Gali, Ernest Kaninjing, Blaise Nkegoum, Abidemi Omonisi, Anthonia C. Sowunmi, Paul Jibrin, Emeka E. Iweala, Omolara A. Fatiregun and Ademola A. Popoola (2019).\nRisk factors for prostate cancer in West African Men: The Familial Cohort Study. Cancer health disparities. Vol. 4. doi:10.9777/chd.2019.1007.  \n\nSchlom J (2012). Therapeutic cancer vaccines: current status and moving forward. J Natl Cancer Inst. 104(8):599-613. doi: 10.1093/jnci/djs033. PMID: 22395641; PMCID: PMC3328421.  \n\nTseha ST (2022). Role of Adenoviruses in Cancer Therapy. Front Oncol.12:772659. doi: 10.3389/fonc.2022.772659. PMID: 35756634; PMCID: PMC9218278.  \n\nUgwumba FO, Nnabugwu II (2022). Prostate cancer characteristics: A descriptive analysis of clinical features at presentation in the last decade in a black African community. Ann Afr Med; 21:153-7.  \n\nVan Trimpont, M., Peeters, E., De Visser, Y., Schalk, A. M., Mondelaers, V., De Moerloose, B., Lavie, A., Lammens, T., Goossens, S., & Van Vlierberghe, P. (2022). Novel Insights on the Use of L-Asparaginase as an Efficient and Safe Anti-Cancer Therapy. Cancers, 14(4), 902. [DOI: 10.3390/cancers14040902](https://doi.org/10.3390/cancers14040902). \n\nVenkatachalam, S., McFarland, T. R., Agarwal, N., & Swami, U. (2021). Immune Checkpoint Inhibitors in Prostate Cancer. Cancers, 13(9), 2187. [doi: 10.3390/cancers13092187](https://doi.org/10.3390/cancers13092187). \n\nWorld Health Organization (2022). Cancer. Retrieved from; [www.who.int/news-room/fact-sheets/detail/cancer](http://www.who.int/news-room/fact-sheets/detail/cancer). Accessed on 30th November, 2022. \n\nWang Le, Lu Bin, He Mengjie, Wang Youqing, Wang Zongping, Du Lingbin (2022). Prostate Cancer Incidence and Mortality: Global Status and Temporal Trends in 89 Countries from 2000 to 2019. Frontiers in Public Health. Vol. 10. DOI: 10.3389/fpubh.2022.811044.\n\n ",
            "categories": [
                "Prostate cancer"
            ],
            "draft_id": "640b0730b4351d367090c92a",
            "email": "suleiman.zakaripgs@stu.cu.edu.ng",
            "first_name": "Suleiman",
            "isApproved": true,
            "last_name": "Zakari",
            "likers": [
                {
                    "auth_user_id": "4MxbXRcMiD1wMvkQ"
                },
                {
                    "auth_user_id": "dphbDovyYJG_yLYk"
                },
                {
                    "auth_user_id": "b41gawGCPD6f07J5"
                },
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 4,
            "metadata": [],
            "published_at": "2023-03-15 07:18",
            "read_time": 15.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "a-review-of-new-therapies-for-patients-with-metastatic-prostrate-cancer",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "A Review of New Therapies for Patients with Metastatic Prostrate Cancer",
            "views": 413
        },
        {
            "_id": {
                "$oid": "64074532a9b767c92a58a413"
            },
            "author_id": "dkcpribp7rZtdcI_",
            "body": "Breast cancer is a significant public health concern in Nigeria, and it is a leading cause of cancer-related deaths among women in the country. According to the Nigerian National System of Cancer Registries (NSCR), breast cancer accounts for about 25% of all cancer cases in Nigeria, and it is responsible for about 12% of all cancer-related deaths in the country.\nThe incidence of breast cancer in Nigeria has been on the rise over the years, and it is estimated that about 100,000 new cases are diagnosed annually. This is attributed to a variety of factors, including changes in lifestyle, lack of awareness, limited access to screening and diagnostic facilities, inadequate healthcare infrastructure, and a shortage of skilled healthcare workers.\nBreast cancer is also associated with significant social and economic burdens in Nigeria. Women with breast cancer often face stigma and discrimination, and many are forced to delay or forego treatment due to the high cost of care. Additionally, the loss of income and productivity resulting from breast cancer can have a profound impact on families and communities, exacerbating poverty and inequality.\nEfforts to address the burden of breast cancer in Nigeria are ongoing, and include initiatives aimed at increasing awareness, improving access to screening and diagnostic facilities, enhancing treatment options, and strengthening healthcare systems. However, more needs to be done to ensure that women in Nigeria receive timely and appropriate care for breast cancer, and that the burden of this disease is reduced in the country.\n\nNOTE: This article was generated by ChatGPT",
            "categories": [
                "Breast cancer"
            ],
            "draft_id": "63ffce1c1b1b16e702b854e1",
            "email": "emmanuel.adetiba@covenantuniversity.edu.ng",
            "first_name": "Emmanuel",
            "isApproved": true,
            "last_name": "Adetiba",
            "likers": [
                {
                    "auth_user_id": "KD_T7gjTn4LspiRY"
                },
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 2,
            "metadata": [],
            "published_at": "2023-03-03 14:48",
            "read_time": 5.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "breast-cancer-burden-in-nigeria",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "Breast Cancer Burden in Nigeria",
            "views": 75
        },
        {
            "_id": {
                "$oid": "63fe70710449d1e14d508d53"
            },
            "author_id": "dkcpribp7rZtdcI_",
            "body": "## __Abstract__\n## The cloud computing space is enjoying a renaissance. Not long ago, cloud computing was confined to the wall of high-revenue companies, but in recent times a growing number of businesses, public and private institutions are turning to the cloud computing platform to reap the benefits of a self-service, scalable, and flexible infrastructure. Moreover, with the increased implementation, advantages, and popularity of artificial intelligence, the demand for computing environments to solve age-old problems such as malaria and cancer is on the rise. This paper presents the implementation of a cloud computing infrastructure, the FEDerated GENomics (FEDGEN) Testbed, to provide an adequate IT environment for cancer and malaria researchers. The cloud computing environment is built using Openstack middleware. OpenStack is deployed using Metal-As-A-Service (MAAS) and Juju. Virtual Machines (Instances) were deployed, and services (JupiterHub) were installed on the FEDGEN testbed. The built infrastructure would allow the running of models requiring high computing power and would allow for collaboration among teams. \n[Read More](https://link.springer.com/chapter/10.1007/978-3-030-95630-1_6) ",
            "categories": [
                "Fedgen trends"
            ],
            "draft_id": "63f672c4d338e4142f102653",
            "email": "emmanuel.adetiba@covenantuniversity.edu.ng",
            "first_name": "Emmanuel",
            "isApproved": true,
            "last_name": "Adetiba",
            "likers": [
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 1,
            "metadata": [],
            "published_at": "2023-02-23 13:09",
            "read_time": 2.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "fedgen-testbed-a-federated-genomics-private-cloud-infrastructure-for-precision-medicine-and-artificial-intelligence-research",
            "status": "",
            "tags": [
                "Fedgen trends"
            ],
            "title": "FEDGEN Testbed: A Federated Genomics Private Cloud Infrastructure for Precision Medicine and Artificial Intelligence Research",
            "views": 99
        }
    ],
    "category": [],
    "live": [],
    "newest": [
        {
            "_id": {
                "$oid": "63fe70710449d1e14d508d53"
            },
            "author_id": "dkcpribp7rZtdcI_",
            "body": "## __Abstract__\n## The cloud computing space is enjoying a renaissance. Not long ago, cloud computing was confined to the wall of high-revenue companies, but in recent times a growing number of businesses, public and private institutions are turning to the cloud computing platform to reap the benefits of a self-service, scalable, and flexible infrastructure. Moreover, with the increased implementation, advantages, and popularity of artificial intelligence, the demand for computing environments to solve age-old problems such as malaria and cancer is on the rise. This paper presents the implementation of a cloud computing infrastructure, the FEDerated GENomics (FEDGEN) Testbed, to provide an adequate IT environment for cancer and malaria researchers. The cloud computing environment is built using Openstack middleware. OpenStack is deployed using Metal-As-A-Service (MAAS) and Juju. Virtual Machines (Instances) were deployed, and services (JupiterHub) were installed on the FEDGEN testbed. The built infrastructure would allow the running of models requiring high computing power and would allow for collaboration among teams. \n[Read More](https://link.springer.com/chapter/10.1007/978-3-030-95630-1_6) ",
            "categories": [
                "Fedgen trends"
            ],
            "draft_id": "63f672c4d338e4142f102653",
            "email": "emmanuel.adetiba@covenantuniversity.edu.ng",
            "first_name": "Emmanuel",
            "isApproved": true,
            "last_name": "Adetiba",
            "likers": [
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 1,
            "metadata": [],
            "published_at": "2023-02-23 13:09",
            "read_time": 2.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "fedgen-testbed-a-federated-genomics-private-cloud-infrastructure-for-precision-medicine-and-artificial-intelligence-research",
            "status": "",
            "tags": [
                "Fedgen trends"
            ],
            "title": "FEDGEN Testbed: A Federated Genomics Private Cloud Infrastructure for Precision Medicine and Artificial Intelligence Research",
            "views": 99
        },
        {
            "_id": {
                "$oid": "64074532a9b767c92a58a413"
            },
            "author_id": "dkcpribp7rZtdcI_",
            "body": "Breast cancer is a significant public health concern in Nigeria, and it is a leading cause of cancer-related deaths among women in the country. According to the Nigerian National System of Cancer Registries (NSCR), breast cancer accounts for about 25% of all cancer cases in Nigeria, and it is responsible for about 12% of all cancer-related deaths in the country.\nThe incidence of breast cancer in Nigeria has been on the rise over the years, and it is estimated that about 100,000 new cases are diagnosed annually. This is attributed to a variety of factors, including changes in lifestyle, lack of awareness, limited access to screening and diagnostic facilities, inadequate healthcare infrastructure, and a shortage of skilled healthcare workers.\nBreast cancer is also associated with significant social and economic burdens in Nigeria. Women with breast cancer often face stigma and discrimination, and many are forced to delay or forego treatment due to the high cost of care. Additionally, the loss of income and productivity resulting from breast cancer can have a profound impact on families and communities, exacerbating poverty and inequality.\nEfforts to address the burden of breast cancer in Nigeria are ongoing, and include initiatives aimed at increasing awareness, improving access to screening and diagnostic facilities, enhancing treatment options, and strengthening healthcare systems. However, more needs to be done to ensure that women in Nigeria receive timely and appropriate care for breast cancer, and that the burden of this disease is reduced in the country.\n\nNOTE: This article was generated by ChatGPT",
            "categories": [
                "Breast cancer"
            ],
            "draft_id": "63ffce1c1b1b16e702b854e1",
            "email": "emmanuel.adetiba@covenantuniversity.edu.ng",
            "first_name": "Emmanuel",
            "isApproved": true,
            "last_name": "Adetiba",
            "likers": [
                {
                    "auth_user_id": "KD_T7gjTn4LspiRY"
                },
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 2,
            "metadata": [],
            "published_at": "2023-03-03 14:48",
            "read_time": 5.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "breast-cancer-burden-in-nigeria",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "Breast Cancer Burden in Nigeria",
            "views": 75
        },
        {
            "_id": {
                "$oid": "6411b4f63740915961a81ab1"
            },
            "author_id": "KD_T7gjTn4LspiRY",
            "body": "\n__Suleiman Zakari 1, * and Olubanke Ogunlana 1,#__ \n\n1 Cancer Research Group, Covenant Applied Informatics and Communication Africa Center of Excellence (CApICE-ACE), Department of Biochemistry, Covenant University, Canaanland -\nOta, Ogun State, Nigeria.  \n\n__Email: * [Suleiman.zakaripgs@stu.cu.edu.ng](mailto:Suleiman.zakaripgs@stu.cu.edu.ng), # [banke.ogunlana@covenantuniversity.edu.ng](mailto:banke.ogunlana@covenantuniversity.edu.ng)__  \n\n __Introduction__  \nCancer, a condition characterised by uncontrolled cell growth, is responsible for almost 10 million deaths worldwide, making it the leading cause of death. Prostate cancer (PCa), on the other hand, is a type of cancer that begins in the prostate (Badal et al., 2020). PCa that has spread from the prostate to other parts of the body is referred to as metastatic prostate cancer (mPCa) or advanced prostate cancer (APCa). Breast, lung, colon, rectum, and prostate cancer are the most common types of cancer worldwide (WHO, 2022). PCa is the second most prevalent cancer in men and the fifth major cause of cancer-related deaths in men worldwide (Wang et al., 2022). The options for treating prostate cancer include hormone therapy, chemotherapy, radiation, and surgery. According to a study published in 2022, the incidence and mortality of prostate cancer worldwide were over 1.4 million new cases, and 1 in 41 men are projected to die from prostate cancer (American Cancer Society, 2022). The prostate is a component of the male reproductive system located in front of the rectum and wrapped around the urethra, which helps to empty urine from the bladder and produces a fluid that contributes to sperm composition (CDC, 2022).\n\nPCa is a major contributor to cancer mortality in men in Sub-Saharan Africa, particularly in Nigeria (Ugwumba and Nnabugwu, 2022). It is important for more people to understand its effects and treatment, and management. Men over 40 years old are at risk, with the risk increasing significantly after the age of 50 (CMScript 6 of 2022). Factors contributing to prostate cancer risks among West African men include lack of information, regular alcohol and tobacco use, inactivity, and obesity (Oladoyinbo et al., 2019). Despite increasing incidence rates and awareness programmes, PCa has become the most prevalent ailment in Nigerian men and the major cause of cancer-related death, contrary to earlier reports that it was relatively rare (Ugwumba and Nnabugwu, 2022). Current cancer research focuses on integrative cancer therapy, with protein therapy, immunotherapy, nanoparticles, and\npharmacological conjugates promising as potential treatments. This article aims to raise awareness of recent developments in prostate cancer treatment options. \n\n__Emerging Prostate Cancer Treatment Options__  \nThere has been an increase in prostate cancer incidences and a decrease in mortality in American men due to recent screening advancements and new therapy medications. However, the situation is different for Africans, with lower incidences and higher mortality rates than Americans and Europeans (Wang et al., 2022). Metastatic prostate cancer requires a combination of treatment methods such as surgery, radiation, hormone, and chemotherapy. Immunotherapy has proven successful in halting or reducing cancer growth and aiding the\nimmune system's destruction of cancer cells. Oncologists in the UK found that the investigational medicine guadecitabine, when used with immunotherapy, overcomes cancer resistance and has led to longer patient survival rates (Papadatos-Pastos, 2022). A phase 1 trial combining pembrolizumab and guadecitabine stopped cancer progression in over a third of patients (Papadatos-Pastos, 2022). Dual combination therapy has the potential to become\na powerful new tool in the fight against various cancer types. As per researchers at the Institute of Cancer Research and the Royal Marsden NHS Foundation Trust, it could be used as a potent chemotherapy for Lung, breast, prostate, and bowel cancers (Guardian Cancer Research, 2022). Immunotherapy has been shown to be more effective when combined with conventional cancer treatments like chemotherapy and radiotherapy. Cercek et al., (2022) reported the anticancer effects of dostarlimab in patients with mismatch repair deficiency in locally advanced rectal cancer. The drug exerts its action by recognising and binding to Programmed cell death Protein 1 (PDL-1) receptors which are proteins found on the surface of immune cells, blocking them from interacting with PD-L1 and PD-L2, thus allowing the antitumor immune response to progress. Inhibiting the interaction of checkpoint proteins with their partner proteins allows T cells to increase the intensity of their attack on cancer cells. Dostarlimab was given to 12 patients with advanced rectal cancer, and none of them showed evidence of a tumour after six months. While using immune checkpoint inhibitors for prostate cancer poses several challenges, several clinical trials are currently utilising them (Cercek et al., 2022).\n\nAndrogens are responsible for male sex characteristics and the proper functioning of the prostate gland, which produces semen. When androgens bind to the androgen receptor, they promote healthy and malignant prostate cell growth (Massie, 2011). Androgen synthesis inhibitors, such as Aminoglutethimide, Abiraterone, and Ketoconazole, can reduce testosterone levels in the body, while Androgen Deprivation Therapy (ADT) combined with other hormone therapies has been shown to increase men's survival rates (Student et al., 2020). Recent phase I/II clinical gene therapy experiments have employed allogeneic prostate cells expressing the GM-CSF gene to promote immunological response following chemotherapy and peripheral blood mononuclear cell infusion (Bidrama et al., 2019). Gene therapy experiments have also been conducted, including the use of allogeneic prostate cells expressing the GM-CSF gene and modified adenoviruses expressing the tumour antigen CD80 to stimulate an immune response against the tumour (Tseha, 2022). However, viral vectors have limitations, including random mutagenesis, difficult manufacturing, immunogenicity, toxicity, and potential harm to healthy cells, leading to increased attention on non-viral vector research (Schlom, 2012). This necessitates the development of cancer vaccines that can enhance the immune system's response. Cancer vaccines are available in two forms: preventative and therapeutic, with examples such as Gardasil and Sipuleucel-T, respectively, which treats advanced prostate cancer that does not respond to hormone therapy. Other oncolytic viruses are being examined in clinical studies for various malignancies. For improved results, they are also reviewing the interactions of the viruses with chemotherapy and other cancer therapies. Prostate cancer can also obstruct the urethra, making urination difficult. Trans-urethral prostate excision (TURP) and laser surgery may be recommended to alleviate symptoms. In certain cases, surgery to remove the testicles may be suggested to reduce testosterone levels. However, the decision to undergo testicular removal surgery is made after weighing the benefits against potential concerns. Chemotherapy is a common treatment for metastatic or advanced prostate cancer, which involves the use of anti-cancer drugs to eliminate cancer cells. Docetaxel and cabazitaxel are the two most frequently used chemotherapy drugs for prostate cancer (El Kharraz et al., 2021). Docetaxel is typically used in combination with hormone therapy and steroids, but if cancer spreads despite this treatment, cabazitaxel is added. Radiotherapy is another treatment for\nmetastatic prostate cancer involving using high-intensity waves to kill cancer cells. Internal radiation with radium 223 is a type of radiotherapy that is frequently employed for prostate cancer that has traveled to the bones. \n\nThe goal of this care is to shrink the tumor, alleviate symptoms, and improve the patient's standard of living. Radium 223 is assimilated by cancer cells within the bone and launched as radiation, destroying tumors while having little effect on healthy cells. This makes it a safe and effective treatment option for PCa patients who have hormone therapy failure, were not eligible for chemotherapy, and have bone metastases. In March 2022, the FDA approved Pluvicto (lutetium Lu177 vipivotide tetraxetan) as a unique treatment option for individuals with prostate-specific membrane antigen-positive metastatic castration-resistant prostate cancer, a type of PCa that has spread throughout the body and has not responded to existing therapies. Moreover, in October 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency recommended its approval for use in the European Union to treat prostate cancer (EMA., 2022). The drug's primary target is the Prostate-Specific Membrane Antigen (PSMA) biomarker, a protein available in most PCa cells circulating throughout the body. By releasing radiation, the cancer cells are subsequently forced to die (Brubaker, 2022).  \n\n__Conclusion__ \nThis concise study aims to inform the public about the latest advancements in treating and managing metastatic prostate cancer by summarising the broad range of clinical treatments that have been recently approved and are currently in use. \n\n__References__  \nAmerican cancer society (2022). Accessed at [https://www.cancer.org/cancer/prostate-cancer](https://www.cancer.org/cancer/prostate-cancer).\nRetrieved on 6th March, 2023.  \n\nCDC Division of Cancer Prevention and Control, Centers for Disease Control and Prevention (2022). What Is Prostate Cancer?. Retrieved from; [www.cdc.gov/cancer/prostate](http://www.cdc.gov/cancer/prostate). Accessed on\n16th December, 2022.\n\nCouncil for Medical Sciences South Africa. Focus on Prostrate Cancer Newsletter Script (2022). Retrieved from; [https://www.medicalschemes.co.za](https://www.medicalschemes.co.za/). Accessed on Nov. 10, 2022.  \n\nElham Bidrama, Yasaman Esmaeilib, Hadi Ranji-Burachalooc, Nuha Al-Zaubaid, Ali Zarrabie, Alastair Stewartd, Dave E Dunstan (2019). A concise review on cancer treatment methods and delivery systems. Journal of Drug Delivery Science and Technology. Doi: 10.1016/j.jddst.2019.101350.  \n\nEuropean Medicines Agency (2022). Pluvicto: Pending EC decision -European Medicines Agency\". Retrieved from; [www.ema.europa.eu](http://www.ema.europa.eu/). Accessed on 13th October 2022.  \n\nGuardian cancer research (2022). New cancer treatment offers hope to patients out of options. Retrieved from; [www.theguardian.com](http://www.theguardian.com/). Retrieved on 6th March, 2023.\n\nMichelle Brubaker (2022). UC San Diego Health Newsroom; Patient First in Region to Receive New Treatment for Advanced Prostate Cancer. Retrieved from; [www.health.ucsd.edu](http://www.health.ucsd.edu/). Accessed on 8th November, 2022. \n\nMassie CE, Lynch A, Ramos-Montoya A, et al (2011). The androgen receptor fuels prostate cancer by regulating central metabolism and biosynthesis. EMBO Journal; 30(13):2719–2733.  \n\nOladoyinbo Catherine A, Oluwafunke O. Akinbule, Opeyemi O. Bolajoko, Justice Moses K. Aheto, Getachew Dagne, Faruk Mohamed, Iya Eze Bassey, Folakemi T. Odedina, Ruth Agaba, Nissa Askins, Olubanke O. Ogunlana, Motolani E. Ogunsanya, Aishat M. Suleiman, Stanley O. Anyanwu, Rebecca M. Gali, Ernest Kaninjing, Blaise Nkegoum, Abidemi Omonisi, Anthonia C. Sowunmi, Paul Jibrin, Emeka E. Iweala, Omolara A. Fatiregun and Ademola A. Popoola (2019).\nRisk factors for prostate cancer in West African Men: The Familial Cohort Study. Cancer health disparities. Vol. 4. doi:10.9777/chd.2019.1007.  \n\nSchlom J (2012). Therapeutic cancer vaccines: current status and moving forward. J Natl Cancer Inst. 104(8):599-613. doi: 10.1093/jnci/djs033. PMID: 22395641; PMCID: PMC3328421.  \n\nTseha ST (2022). Role of Adenoviruses in Cancer Therapy. Front Oncol.12:772659. doi: 10.3389/fonc.2022.772659. PMID: 35756634; PMCID: PMC9218278.  \n\nUgwumba FO, Nnabugwu II (2022). Prostate cancer characteristics: A descriptive analysis of clinical features at presentation in the last decade in a black African community. Ann Afr Med; 21:153-7.  \n\nVan Trimpont, M., Peeters, E., De Visser, Y., Schalk, A. M., Mondelaers, V., De Moerloose, B., Lavie, A., Lammens, T., Goossens, S., & Van Vlierberghe, P. (2022). Novel Insights on the Use of L-Asparaginase as an Efficient and Safe Anti-Cancer Therapy. Cancers, 14(4), 902. [DOI: 10.3390/cancers14040902](https://doi.org/10.3390/cancers14040902). \n\nVenkatachalam, S., McFarland, T. R., Agarwal, N., & Swami, U. (2021). Immune Checkpoint Inhibitors in Prostate Cancer. Cancers, 13(9), 2187. [doi: 10.3390/cancers13092187](https://doi.org/10.3390/cancers13092187). \n\nWorld Health Organization (2022). Cancer. Retrieved from; [www.who.int/news-room/fact-sheets/detail/cancer](http://www.who.int/news-room/fact-sheets/detail/cancer). Accessed on 30th November, 2022. \n\nWang Le, Lu Bin, He Mengjie, Wang Youqing, Wang Zongping, Du Lingbin (2022). Prostate Cancer Incidence and Mortality: Global Status and Temporal Trends in 89 Countries from 2000 to 2019. Frontiers in Public Health. Vol. 10. DOI: 10.3389/fpubh.2022.811044.\n\n ",
            "categories": [
                "Prostate cancer"
            ],
            "draft_id": "640b0730b4351d367090c92a",
            "email": "suleiman.zakaripgs@stu.cu.edu.ng",
            "first_name": "Suleiman",
            "isApproved": true,
            "last_name": "Zakari",
            "likers": [
                {
                    "auth_user_id": "4MxbXRcMiD1wMvkQ"
                },
                {
                    "auth_user_id": "dphbDovyYJG_yLYk"
                },
                {
                    "auth_user_id": "b41gawGCPD6f07J5"
                },
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 4,
            "metadata": [],
            "published_at": "2023-03-15 07:18",
            "read_time": 15.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "a-review-of-new-therapies-for-patients-with-metastatic-prostrate-cancer",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "A Review of New Therapies for Patients with Metastatic Prostrate Cancer",
            "views": 413
        },
        {
            "_id": {
                "$oid": "641bf0d5ac73e8a1d73b8136"
            },
            "author_id": "dphbDovyYJG_yLYk",
            "body": "__Timothy Ayeni1* and Olubanke Ogunlana1#__\n\n1Cancer Research Group, Covenant Applied Informatics and Communication Africa Centre of Excellence (__CApIC-ACE__), Department of Biochemistry, Covenant University, Canaan Land - Ota, Ogun State, Nigeria.\nEmail: __*timothy.ayenipgs@stu.cu.edu.ng__\n            __#banke.ogunlana@covenantuniversity.edu.ng__\n____            \n\n__Introduction__\nCancer is caused by the unrestricted growth and division of cells that can arise in various tissues and disseminate to neighboring and distant tissues (Salehi et al., 2019)  The prostate is a gland found in the male reproductive system, located just below the bladder and in front of the rectum. It is a walnut-sized gland that surrounds the urethra, which is the tube that carries urine and semen out of the body. Prostate cancer (PCa) is a malignancy of the prostate gland. It is a disease that is most common in men from the age of 50 and the second most common cause of cancer-related deaths worldwide (Adamaki and Zoumpourlis, 2021). It occurs when cells grow out of control in the prostate gland. In 2020, the international agency for cancer research reported the age-standardized incidence and mortality rate for PCa in the African continent as 29.7 and 16.3 cases per 100,000 people, respectively(Giona, 2021). Men of African origin exhibit high prostate cancer incidence and mortality rates. Also, more advanced stages of PCa are reportedly diagnosed in African-American men (Barsouk et al., 2020). However, it is possible to effectively treat and, in some cases, completely eradicate prostate cancer if detected very early (Alarcón-Zendejas et al., 2022). Hence, there is a need for efficient methods of early detection of prostate cancer. This review highlights some of the major biomarkers used for the early detection of PCa.\n\n__Prostate Cancer Biomarkers__\nAccording to the National Cancer Institute, a biomarker is defined as a measurable biomolecule in blood, tissues, and other body fluids that indicates a normal or abnormal process of a condition or disease (Farha and Salami, 2022; Lyngbakken et al., 2019). These processes may include biological or pathogenic processes and/or pharmacologic responses to a disease progression or certain treatment (Lyngbakken et al., 2019). Generally, biomarkers are used in therapeutic analysis to evaluate biological parameters, which helps develop and evaluate new treatments. It is essential to thoroughly assess a biomarker's operation in identifying a new candidate biomarker to validate its clinical application (Lynch et al., 2018). Biomarkers must be scientifically investigated and validated to pass several practical tests prior to being accepted for clinical practice. A standard biomarker should be clinically relevant, sensitive, specific, reliable, and reproducible.\nThe earliest biomarker for detecting PCa at an early stage is the serum prostate-specific antigen (PSA) (Kavalci et al., 2021). A member of the human kallikrein family, PSA is produced by prostatic luminal epithelial cells and regulates semen coagulation (Farha and Salami, 2022). In serum, PSA is bound mainly by endogenous protease inhibitors, α1-antichymotrypsin (ACT) and α2-microglobulin (A2M). PSA is being used as a biomarker for diagnosing and managing prostate cancer because it is synthesized by epithelial cells of the prostate (Kostova et al., 2018). PSA was initially used to monitor PCa patients but is now widely used for screening and diagnosing PCa. However, while PSA testing is very sensitive, it is not cancer specific. Some common pathological conditions, such as benign prostate hyperplasia and prostatitis, can also cause abnormal test results, which may lead to additional diagnoses. As a result, PSA screening can lead to wrong diagnosis (Farha and Salami, 2022). The introduction of PSA undoubtedly transformed the field of PCa detection and treatment; however, novel biomarkers help to improve decision-making in patients with suspected PCa based on elevation in PSA, abnormal digital rectal examination, or both.\nThis decision relates to whether patients should undergo an initial or repeat prostate biopsy. Once PCa is detected through biopsy, biomarkers can aid in determining the appropriate level of risk stratification for treatment, including surveillance, the intensity of treatment required, and the need for multi-modal therapy. The biomarkers for initial biopsy consideration include 4Kscore, prostate health index (phi), SelectMDx, ExoDx prostate intelliscore, and MyProstateScore (MPS), while those for consideration of repeat biopsy include Prostate Cancer Antigen 3 (PCA3) and ComfirmMDX.\n\n__4Kscore Test__\nThe 4Kscore test is a PCa test under the Clinical Laboratory Improvement Amendments (CLIA) certification and in line with the National Comprehensive Cancer Network (NCCN) guidelines. It combines the serum levels of four kallikrein proteins (total PSA (tPSA), free PSA (fPSA), intact PSA, and human kallikrein 2 (hK2)) with digital rectal examination (DRE) results and other factors such as age and history of previous biopsy. This testing procedure was established based on statistics from the European Randomized Study of Screening for Prostate Cancer (ESRPC) studies and the Prostate Testing for Cancer and Treatment (ProtecT) study (Kim and Hong, 2021). The chance that a patient will have clinically significant Prostate Cancer (csPCA) is shown by the 4Kscore test and defined as Gleason ⩾ 7 PCa (Kim and Hong 2021). The official score cutoff of ⩾ 7.5%, when it is used, will help to avoid unnecessary biopsies by 22% (Punnen et al., 2018).\n\n__Prostate Health Index (PHI)__\nProstate health index (PHI) is a Food and Drug Agency (FDA) approved test. It combines with the three PSA isoforms in the blood (an isoform of PSA (p2PSA), fPSA, and tPSA) to form a compound score that predicts the likelihood of PCa on biopsy (Farha and Salami, 2022). The test, which is the least expensive of commercially available PCa tests in the USA, also follows the National Comprehensive Cancer Network (NCCN) guidelines.\n\n__SelectMDX__\nSelectMDX is a non-FDA-approved test. It is performed on urine after a digital rectal examination in a CLIA-certified lab and is included in the NCCN guidelines. It combines clinical parameters with the mRNA expression levels of distal-less homeobox 1 (DLX1) and homeobox protein 6 (HOXC6) to estimate the chance of any PCa and Gleason ⩾ 7 PCa on biopsy (Govers et al., 2018). In a study carried out by Van Neste and others (Van Neste et al., 2016), a combined model using both HOXC6 and DLX1 as well as clinical risk factors (age, DRE, previous biopsy, PSA, and family history) yielded an AUC of 0.9 (95% CI, 0.85–0.96) in the training cohort and 0.86 (95% CI, 0.80–0.92) in the validation cohort for detection of csPCa, with a potential to decrease total biopsies by 42% (Farha and Salami, 2022).\n\n__ExoDx Prostate Intelliscore__\nThe ExoDx Prostate Intelliscore can be used to measure SPDEF-normalized exosomal mRNA of Prostate Cancer Antigen-3 (PCA3) and ETS-related gene (ERG) in the urine. It is a non-FDA-approved test that is also performed in a CLIA-certified lab and follows the NCCN guidelines. The advantage of the ExoDx test is that it does not require a DRE before sample collection and does not include any clinical variables as part of the score (Farha and Salami, 2022).\n\n__MyProstateScore (MPS)__\nThe MyProstateScore (MPS) is an early detection test for PCa that combines three specific urinary markers: TMPRSS2: ERG fusion gene expression, PCA3, and PSA to provide a score range (0 to 100) which increases with the chance of identifying Gleason ⩾ 7 PCa. These scores are grouped into low, intermediate, or high-risk. The urinary gene expression assay requires a post-DRE urine specimen. MPS was found to be more cost-effective than MRI when used to guide biopsy decisions for all men with unspecified PSA levels (Jiao et al., 2021). It is a non-FDA-approved test and not yet recommended by the NCCN.\n\n__PCA3__\nThe Prostate Cancer Antigen 3 gene (PCA3) is a non-protein-coding mRNA that is highly overexpressed in PCa tissue compared to normal prostate tissue or benign prostatic hyperplasia. It is found to be greatly expressed (60-100-fold) in cancerous than in benign tissues. The PCA3 test is FDA-approved and requires the collection of the first 20–30ml of post-DRE urine. The ratio of PCA3 mRNA transcripts in the sample to serum PSA gives the quantitative result of the test (Adamaki and Zoumpourlis, 2021).\n\n__Conclusion__\nThe selection of the appropriate biomarker depends on the specific clinical situation. A single biomarker may not be enough to achieve the required diagnostic sensitivity and specificity for precise prostate cancer risk stratification. Therefore, a combination of biomarkers is required in most clinical settings to increase the accuracy of prostate cancer diagnosis, treatment, and surveillance.\n\n__References__\nAdamaki, M., Zoumpourlis, V., 2021. Prostate Cancer Biomarkers: From diagnosis to prognosis and precision-guided therapeutics. Pharmacol. Ther. 228, 107932. [https://doi.org/10.1016/j.pharmthera.2021.107932](https://doi.org/10.1016/j.pharmthera.2021.107932)\nAlarcón-Zendejas, A.P., Scavuzzo, A., Jiménez-Ríos, M.A., Álvarez-Gómez, R.M., Montiel-Manríquez, R., Castro-Hernández, C., Jiménez-Dávila, M.A., Pérez-Montiel, D., González-Barrios, R., Jiménez-Trejo, F., 2022. The promising role of new molecular biomarkers in prostate cancer: From coding and non-coding genes to artificial intelligence approaches. Prostate Cancer Prostatic Dis. 25, 431–443. [https://doi.org/10.1038/s41391-022-00537-2](https://doi.org/10.1038/s41391-022-00537-2)\nBarsouk, Adam, Padala, S.A., Vakiti, A., Mohammed, A., Saginala, K., Thandra, K.C., Rawla, P., Barsouk, Alexander, 2020. Epidemiology, staging and management of prostate cancer. Med. Sci. 8, 28. [http://dx.doi.org/10.3390/medsci8030028](http://dx.doi.org/10.3390/medsci8030028)\nFarha, M.W., Salami, S.S., 2022. Biomarkers for prostate cancer detection and risk stratification. Ther. Adv. Urol. 14, 17562872221103988. [https://doi.org/10.1177/17562872221103988](https://doi.org/10.1177/17562872221103988)\nGiona, S., 2021. The epidemiology of prostate cancer. Exon Publ. 1–15.\nGovers, T.M., Caba, L., Resnick, M.J., 2018. Cost-effectiveness of urinary biomarker panel in prostate cancer risk assessment. J. Urol. 200, 1221–1226. [https://doi.org/10.1016/j.juro.2018.07.034](https://doi.org/10.1016/j.juro.2018.07.034)\nJiao, B., Gulati, R., Hendrix, N., Gore, J.L., Rais-Bahrami, S., Morgan, T.M., Etzioni, R., 2021. Economic evaluation of urine-based or magnetic resonance imaging reflex tests in men with intermediate prostate-specific antigen levels in the United States. Value Health 24, 1111–1117. [https://doi.org/10.1016/j.jval.2021.02.009](https://doi.org/10.1016/j.jval.2021.02.009)\nKavalci, E., Onder, A.U., Brusgaard, K., Bostanci, A., Selhanoglu, M.Y., Serakinci, N., 2021. Identification of genetic biomarkers in urine for early detection of prostate cancer. Curr. Probl. Cancer 45, 100616. [https://doi.org/10.1016/j.currproblcancer.2020.100616](https://doi.org/10.1016/j.currproblcancer.2020.100616)\nKim, J.H., Hong, S.K., 2021. Clinical utility of current biomarkers for prostate cancer detection. Investig. Clin. Urol. 62, 1. [https://doi.org/10.4111%2Ficu.20200395](https://doi.org/10.4111%2Ficu.20200395)\nKostova, M.B., Brennen, W.N., Lopez, D., Anthony, L., Wang, H., Platz, E., Denmeade, S.R., 2018. PSA‐alpha‐2‐macroglobulin complex is enzymatically active in the serum of patients with advanced prostate cancer and can degrade circulating peptide hormones. The Prostate 78, 819–829. [https://doi.org/10.1002/pros.23539](https://doi.org/10.1002/pros.23539)\nLynch, J.A., Rothney, M.P., Salup, R.R., Ercole, C.E., Mathur, S.C., Duchene, D.A., Basler, J.W., Hernandez, J., Liss, M.A., Porter, M.P., 2018. Improving Risk Stratification Among Veterans Diagnosed With Prostate Cancer: Impact of the 17-Gene Genomic Prostate Score Assay. Am. J. Manag. Care 24, S4–S10.\nLyngbakken, M.N., Myhre, P.L., Røsjø, H., Omland, T., 2019. Novel biomarkers of cardiovascular disease: applications in clinical practice. Crit. Rev. Clin. Lab. Sci. 56, 33–60. [https://doi.org/10.1080/10408363.2018.1525335](https://doi.org/10.1080/10408363.2018.1525335)\nPunnen, S., Freedland, S.J., Polascik, T.J., Loeb, S., Risk, M.C., Savage, S., Mathur, S.C., Uchio, E., Dong, Y., Silberstein, J.L., 2018. A multi-institutional prospective trial confirms noninvasive blood test maintains predictive value in African American men. J. Urol. 199, 1459–1463. [https://doi.org/10.1016/j.juro.2017.11.113](https://doi.org/10.1016/j.juro.2017.11.113)\nSalehi, B., Fokou, P.V.T., Yamthe, L.R.T., Tali, B.T., Adetunji, C.O., Rahavian, A., Mudau, F.N., Martorell, M., Setzer, W.N., Rodrigues, C.F., 2019. Phytochemicals in prostate cancer: from bioactive molecules to upcoming therapeutic agents. Nutrients 11, 1483. [http://dx.doi.org/10.3390/nu11071483p](http://dx.doi.org/10.3390/nu11071483p)\nVan Neste, L., Hendriks, R.J., Dijkstra, S., Trooskens, G., Cornel, E.B., Jannink, S.A., de Jong, H., Hessels, D., Smit, F.P., Melchers, W.J., 2016. Detection of high-grade prostate cancer using a urinary molecular biomarker–based risk score. Eur. Urol. 70, 740–748. [https://doi.org/10.1016/j.eururo.2016.04.012](https://doi.org/10.1016/j.eururo.2016.04.012)\n\n",
            "categories": [
                "Prostate cancer"
            ],
            "draft_id": "641413cdac73e8a1d73b8135",
            "email": "timothy.ayenipgs@stu.cu.edu.ng",
            "first_name": "Timothy",
            "isApproved": true,
            "last_name": "Ayeni",
            "likers": [
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                },
                {
                    "auth_user_id": "b41gawGCPD6f07J5"
                },
                {
                    "auth_user_id": "kGqOtAAqrCkB0NUk"
                }
            ],
            "likes": 3,
            "metadata": [],
            "published_at": "2023-03-16 14:11",
            "read_time": 15.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "biomarkers-for-the-early-detection-of-prostate-cancer-1",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "BIOMARKERS FOR THE EARLY DETECTION OF PROSTATE CANCER",
            "views": 204
        },
        {
            "_id": {
                "$oid": "6458fef1f7a4b4237641bea5"
            },
            "author_id": "b4EYC8i8jiGvw0fL",
            "body": "###  Praise\nAgbetuyi-tayo1* and Olubanke\nOgunlana1# \nCancer Research Group,\nCovenant Applied Informatics and Communication Africa Centre of Excellence\n(CApICE-ACE), Department of Biochemistry, Covenant University, Canaan Land -\nOta, Ogun State, Nigeria. \n### Email: *[praise.agbetuyi-tayopgs@stu.cu.edu.ng](mailto:praise.agbetuyi-tayopgs@stu.cu.edu.ng) \n [#banke.ogunlana@covenantuniversity.edu.ng](mailto:#banke.ogunlana@covenantuniversity.edu.ng)  \nIntroduction \nOne of the most dangerous malignant diseases to\npeople's lives and health is cancer (Hong et al., 2020). Cancer is a\nhereditary disease with a complex multi-step process that causes healthy cells\nto change how they regulate several signaling pathways involved in cell\nproliferation, angiogenesis, metastasis, and resistance to apoptosis. (Naro et al., 2022).\nThe hallmark of cancer is initiated by the accumulation of genetic defects that\ncould alter gene expression patterns, causing a complete imbalance of the\ncellular activity and microenvironment (Hong et al., 2020). \nHuman cancer was identified\nas a genetic illness in the late 1990s. Since then, enormous efforts have been\nundertaken in the field of genomics to identify the genetic changes associated with\ntumour formation. Since scientists have known for decades that genes and genetic\nchanges are the basis for cancer initiation and progression. Genomics is an important\nfield that is essential for understanding, earlier diagnosis and treating\ncancer (Michael et al., 2019). For instance, it has been shown that\nmutations in the tumour-suppressor genes BReast CAncer gene 1 (BRCA1) and BReast CAncer gene 2 (BRCA2)\nare risk factors for developing breast, prostate and ovarian cancer (Fu et al., 2022). The difficulties of treating advanced-stage\nand/or chemoresistant cancer patients have made the battle to eliminate the\ndisease more fierce. [Nevertheless, recent advancements in genomics have sparked the\ncreation of specific treatments and procedures for early detection and\nprevention, leading to significant reduction in advancements in the treatment\nof cancer (Naro et al., 2022)]()[[OO1]](#_msocom_1)  \nThe\nway we understand cancer is changing as a result of genomics. Contrary to more two\ndecades ago, before the human genome project, when the technologies, techniques\nand expertise required for gene sequencing and genomic studies were rudimentary\nand had low throughput. Rapid advances in genomic studies and their improved technology\nhave made it possible to analyze the molecular makeup of various cancer types\nin detail within a short time. More effective chemotherapy with good precision,\nhigh selectivity and excellent success rate can be developed based on the\ngenomic understanding of cancer onset and progression.[ ]()[[OO2]](#_msocom_2) The\nultimate objective is to provide every cancer patient with a therapeutic\nregimen that is tailored to the individual  and the uniqueness of the disease in the best optimal\nway (Bianca, 2020) \nNext-Generation Sequencing (NGS)  \nNext-Generation Sequencing(NGS) has emerged as a salient method for getting an accurate and deeper\nview of individual tumours' molecular signatures. With the new standard of care\nfor cancer being targeted therapies, using NGS has greatly increased cancer management\nprecision and efficiency. Compared to other traditional methods, NGS provides\nmore sensitivity, accuracy and high throughput because of its ability to\nsequence multiple genes in just one assay. NGS has posed to be a more\neconomical and time-conserving approach to cancer research, paving the way to\nprecision medicine (Wu\net al., 2022). NGS has revealed the presence of age-related somatic mutations in the\nhuman genome and has helped elucidate the background of different cancer\ndevelopments among different ethnicity, environments, and races (Naro\net al., 2020). \nPersonalized/Precision\nMedicine  \nOne of the\nbiggest impacts and gains of genomics on cancer treatment is the choice of\ntreatment. Information on the genetic\nchanges in a patient's tumour is used to determine the type of treatment to\nreceive; this is known as precision medicine or personalised care (Musyuni et al., 2022). As a result of research into the genomic changes\nassociated with cancer, chemotherapic drugs have been designed with more\nprecision and specificity to target cancer cells, leaving normal human cells\nunharmed. This targeted therapy has been able to ameliorate the limitation of\nchemotherapy or other treatment like radiation, which causes the death of\nnormal healthy cells in the cause of treatment. \nThere are a good number\nof precision medicine already in use; some examples are Trastuzumab (Herceptin),\nErlotinib(Tarceva), and Imatinib (Gleevec) (NIH, 2021). \nTrastuzumab is\na monoclonal antibody that targets the human epidermal growth factor receptor 2\n(HER2), a protein that is overexpressed in some types of cancer cells,\nincluding breast cancer. The mechanism of action of trastuzumab is thought to\ninvolve several processes, including blocking the HER2 receptor from sending\ngrowth-promoting signals, activating the immune system to attack HER2-positive\ncancer cells, and promoting cancer cell death (Maadi et al., 2021). \nA study by\nBradley et al, examined the\neffectiveness of trastuzumab in reducing the risk of breast cancer recurrence,\ndeath from breast cancer, and all-cause mortality by analyzing the outcomes of\nseven randomized trials involving 13,864 patients enrolled for 5 years. The\nresults showed that trastuzumab combined with chemotherapy significantly\nreduced the risk of breast cancer recurrence and death from breast cancer\ncompared to chemotherapy alone. The 10-year recurrence risk was reduced by 9%\nand 10-year breast cancer mortality was reduced by 6.4%, with no increase in\ndeath without recurrence (Bradley et al., 2021). \nErlotinib\n(brand name Tarceva) on the other hand, is a small molecule inhibitor of the\nepidermal growth factor receptor (EGFR), which is a protein that is often\noverexpressed in cancer cells. Erlotinib works by binding to the EGFR protein\nand blocking the signals that promote cell growth and division, leading to\ncancer cell death. Erlotinib has been studied in several clinical trials for\nthe treatment of various types of cancer, including non-small cell lung cancer,\npancreatic cancer, and others. In clinical trials, erlotinib has been shown to\nimprove progression-free survival and overall survival in some patients (Dong et al., 2021). \nIn one study of\npatients with non-small cell lung cancer, erlotinib was compared to\nchemotherapy as a second-line treatment. The study found that erlotinib\nimproved progression-free survival by 2.2 months compared to chemotherapy. In\nanother study of patients with pancreatic cancer, erlotinib was combined with\ngemcitabine, and the combination therapy improved overall survival by about two\nweeks compared to gemcitabine alone.(Assenat et al., 2021). \n  \n  \nREFERENCES \n1. Assenat,\nE., Mineur, L., Mollevi, C., Lopez‐Crapez, E., Lombard‐Bohas, C., Samalin, E.,\nPortales, F., Walter, T., Forges, H., Dupuy, M., Boissière‐Michot, F.,\nHo‐Pun‐Cheung, A., Ychou, M. & Mazard, T. (2021) Phase II study evaluating the association of\ngemcitabine, trastuzumab and erlotinib as first‐line\ntreatment in patients with metastatic pancreatic adenocarcinoma ( GATE 1). International Journal of\nCancer. 148 (3), 682–691. doi:10.1002/ijc.33225. \n2. Bradley, R., Braybrooke, J., Gray,\nR., Hills, R., Liu, Z., et al. (2021) Trastuzumab for early-stage,\nHER2-positive breast cancer: a meta-analysis of 13 864 women in seven\nrandomised trials. The Lancet Oncology. 22 (8), 1139–1150. doi:10.1016/S1470-2045(21)00288-6. \n3. Chakravarty\nD . OncoKB: a precision oncology knowledge base. JCO Precis.Oncol. (2017). 10.1200/PO.17.00011 \n4. Dong, Y., Li, Q., Miao, Q. &\nLi, D. (2021) Erlotinib as a salvage treatment after gefitinib failure for\nadvanced non-small-cell lung cancer patients with brain metastasis: A\nsuccessful case report and review. Medicine. 100 (25), e26450.\ndoi:10.1097/MD.0000000000026450. \n5. Flores-Pérez JA, de la Rosa OF, Argenes Y, Meneses-Garcia A. Nutrition,\nCancer and personalised medicine. Adv Exp Med Biol. 2019;1168:157–68. https://\ndoi. org/ 10. 1007/ 978-3- 030- 24100-1_ 11. \n6. Fu, X., Tan, W., Song, Q., Pei, H.\n& Li, J. (2022) BRCA1 and Breast Cancer: Molecular Mechanisms and\nTherapeutic Strategies. Frontiers in Cell and Developmental Biology. 10,\n813457. doi:10.3389/fcell.2022.813457. \n7. Hong M, Tao S, Zhang L, Diao T, Huang X, Huang S, and Juan S. RNA\nsequencing: new technologies and applications in cancer research. J Hematol\nOncol.(2020) 13:166 [https://doi.org/10.1186/s13045-020-01005-x](https://doi.org/10.1186/s13045-020-01005-x) \n8. Maadi, H., Soheilifar, M.H., Choi,\nW.-S., Moshtaghian, A. & Wang, Z. (2021) Trastuzumab Mechanism of Action;\n20 Years of Research to Unravel a Dilemma. Cancers. 13 (14), 3540.\ndoi:10.3390/cancers13143540. \n9. Michael\nF.B and Elaine R.M. The emerging clinical relevance of genomics in cancer\nmedicine. Nature Review.Clinical Oncol. (2019) \n10. Musyuni,\nP., Bai, J., Sheikh, A., Vasanthan, K.S., Jain, G.K., Abourehab, M.A.S.,\nLather, V., Aggarwal, G., Kesharwani, P. & Pandita, D. (2022) Precision\nmedicine: Ray of hope in overcoming cancer multidrug resistance. Drug\nResistance Updates. 65, 100889. doi:10.1016/j.drup.2022.100889. \n11.  Naro C, Cunliffe HE and Sette C. Editorial:\nInsight in cancer genetics: 2022. Front. Oncol.(2022) 12:988310.doi:\n10.3389/fonc.2022.988310 \n12. Selvakumar C, Auxzilia K,\nRoss K, Tusubira D, Khan M.W, Mani P, Rao N.T, and Sekar D. CRISPR/Cas9 and\nnext generation sequencing in the personalized treatment of Cancer. Molecular\nCancer (2022) 21:83 [https://doi.org/10.1186/s12943-022-01565-1](https://doi.org/10.1186/s12943-022-01565-1)  \n13. Wu TM, Liu JB, Liu Y, et al. Power and promise of next-generation\nsequencing in liquid biopsies and Cancer control. Cancer Control.\n2020;27(3):1073274820934805. https:// doi. org/ 10. 1177/ 10732 74820-934805. \n14. Yuan L, Xu ZY, Ruan SM, Mo S, Qin JJ, Cheng XD. Long non-coding RNAs\ntowards precision medicine in gastric cancer: early diagnosis, treatment, and\ndrug resistance. Mol Cancer. 2020;19(1):96. https:// doi. org/ 10. 1186/\ns12943- 020- 01219-0. \n   \n \n \n [[OO1]](#_msoanchor_1)Does\nthis capture what you meant to say?   \n \n \n [[OO2]](#_msoanchor_2)Rewrite\nthis section  \nMore effective chemotherapy with good precision, high\nselectivity and excellent success rate can be developed based on the genomic\nunderstanding of cancer onset and progression.      ",
            "categories": [
                "Breast cancer"
            ],
            "draft_id": "64414607be8418239f2011a5",
            "email": "praise.agbetuyi-tayopgs@stu.cu.edu.ng",
            "first_name": "Praise",
            "isApproved": true,
            "last_name": "Agbetuyi-tayo",
            "likers": [],
            "likes": 0,
            "metadata": [],
            "published_at": "2023-05-07 08:46",
            "read_time": 35,
            "reviewers": [
                {
                    "id": 1.0
                },
                {
                    "id": 2.0
                }
            ],
            "slug": "genomics-transformative-role-in-cancer-diagnosis-and-treatment",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "GENOMICS' TRANSFORMATIVE ROLE IN CANCER DIAGNOSIS AND TREATMENT",
            "views": 117
        }
    ],
    "ok": true,
    "popular": [
        {
            "_id": {
                "$oid": "6411b4f63740915961a81ab1"
            },
            "author_id": "KD_T7gjTn4LspiRY",
            "body": "\n__Suleiman Zakari 1, * and Olubanke Ogunlana 1,#__ \n\n1 Cancer Research Group, Covenant Applied Informatics and Communication Africa Center of Excellence (CApICE-ACE), Department of Biochemistry, Covenant University, Canaanland -\nOta, Ogun State, Nigeria.  \n\n__Email: * [Suleiman.zakaripgs@stu.cu.edu.ng](mailto:Suleiman.zakaripgs@stu.cu.edu.ng), # [banke.ogunlana@covenantuniversity.edu.ng](mailto:banke.ogunlana@covenantuniversity.edu.ng)__  \n\n __Introduction__  \nCancer, a condition characterised by uncontrolled cell growth, is responsible for almost 10 million deaths worldwide, making it the leading cause of death. Prostate cancer (PCa), on the other hand, is a type of cancer that begins in the prostate (Badal et al., 2020). PCa that has spread from the prostate to other parts of the body is referred to as metastatic prostate cancer (mPCa) or advanced prostate cancer (APCa). Breast, lung, colon, rectum, and prostate cancer are the most common types of cancer worldwide (WHO, 2022). PCa is the second most prevalent cancer in men and the fifth major cause of cancer-related deaths in men worldwide (Wang et al., 2022). The options for treating prostate cancer include hormone therapy, chemotherapy, radiation, and surgery. According to a study published in 2022, the incidence and mortality of prostate cancer worldwide were over 1.4 million new cases, and 1 in 41 men are projected to die from prostate cancer (American Cancer Society, 2022). The prostate is a component of the male reproductive system located in front of the rectum and wrapped around the urethra, which helps to empty urine from the bladder and produces a fluid that contributes to sperm composition (CDC, 2022).\n\nPCa is a major contributor to cancer mortality in men in Sub-Saharan Africa, particularly in Nigeria (Ugwumba and Nnabugwu, 2022). It is important for more people to understand its effects and treatment, and management. Men over 40 years old are at risk, with the risk increasing significantly after the age of 50 (CMScript 6 of 2022). Factors contributing to prostate cancer risks among West African men include lack of information, regular alcohol and tobacco use, inactivity, and obesity (Oladoyinbo et al., 2019). Despite increasing incidence rates and awareness programmes, PCa has become the most prevalent ailment in Nigerian men and the major cause of cancer-related death, contrary to earlier reports that it was relatively rare (Ugwumba and Nnabugwu, 2022). Current cancer research focuses on integrative cancer therapy, with protein therapy, immunotherapy, nanoparticles, and\npharmacological conjugates promising as potential treatments. This article aims to raise awareness of recent developments in prostate cancer treatment options. \n\n__Emerging Prostate Cancer Treatment Options__  \nThere has been an increase in prostate cancer incidences and a decrease in mortality in American men due to recent screening advancements and new therapy medications. However, the situation is different for Africans, with lower incidences and higher mortality rates than Americans and Europeans (Wang et al., 2022). Metastatic prostate cancer requires a combination of treatment methods such as surgery, radiation, hormone, and chemotherapy. Immunotherapy has proven successful in halting or reducing cancer growth and aiding the\nimmune system's destruction of cancer cells. Oncologists in the UK found that the investigational medicine guadecitabine, when used with immunotherapy, overcomes cancer resistance and has led to longer patient survival rates (Papadatos-Pastos, 2022). A phase 1 trial combining pembrolizumab and guadecitabine stopped cancer progression in over a third of patients (Papadatos-Pastos, 2022). Dual combination therapy has the potential to become\na powerful new tool in the fight against various cancer types. As per researchers at the Institute of Cancer Research and the Royal Marsden NHS Foundation Trust, it could be used as a potent chemotherapy for Lung, breast, prostate, and bowel cancers (Guardian Cancer Research, 2022). Immunotherapy has been shown to be more effective when combined with conventional cancer treatments like chemotherapy and radiotherapy. Cercek et al., (2022) reported the anticancer effects of dostarlimab in patients with mismatch repair deficiency in locally advanced rectal cancer. The drug exerts its action by recognising and binding to Programmed cell death Protein 1 (PDL-1) receptors which are proteins found on the surface of immune cells, blocking them from interacting with PD-L1 and PD-L2, thus allowing the antitumor immune response to progress. Inhibiting the interaction of checkpoint proteins with their partner proteins allows T cells to increase the intensity of their attack on cancer cells. Dostarlimab was given to 12 patients with advanced rectal cancer, and none of them showed evidence of a tumour after six months. While using immune checkpoint inhibitors for prostate cancer poses several challenges, several clinical trials are currently utilising them (Cercek et al., 2022).\n\nAndrogens are responsible for male sex characteristics and the proper functioning of the prostate gland, which produces semen. When androgens bind to the androgen receptor, they promote healthy and malignant prostate cell growth (Massie, 2011). Androgen synthesis inhibitors, such as Aminoglutethimide, Abiraterone, and Ketoconazole, can reduce testosterone levels in the body, while Androgen Deprivation Therapy (ADT) combined with other hormone therapies has been shown to increase men's survival rates (Student et al., 2020). Recent phase I/II clinical gene therapy experiments have employed allogeneic prostate cells expressing the GM-CSF gene to promote immunological response following chemotherapy and peripheral blood mononuclear cell infusion (Bidrama et al., 2019). Gene therapy experiments have also been conducted, including the use of allogeneic prostate cells expressing the GM-CSF gene and modified adenoviruses expressing the tumour antigen CD80 to stimulate an immune response against the tumour (Tseha, 2022). However, viral vectors have limitations, including random mutagenesis, difficult manufacturing, immunogenicity, toxicity, and potential harm to healthy cells, leading to increased attention on non-viral vector research (Schlom, 2012). This necessitates the development of cancer vaccines that can enhance the immune system's response. Cancer vaccines are available in two forms: preventative and therapeutic, with examples such as Gardasil and Sipuleucel-T, respectively, which treats advanced prostate cancer that does not respond to hormone therapy. Other oncolytic viruses are being examined in clinical studies for various malignancies. For improved results, they are also reviewing the interactions of the viruses with chemotherapy and other cancer therapies. Prostate cancer can also obstruct the urethra, making urination difficult. Trans-urethral prostate excision (TURP) and laser surgery may be recommended to alleviate symptoms. In certain cases, surgery to remove the testicles may be suggested to reduce testosterone levels. However, the decision to undergo testicular removal surgery is made after weighing the benefits against potential concerns. Chemotherapy is a common treatment for metastatic or advanced prostate cancer, which involves the use of anti-cancer drugs to eliminate cancer cells. Docetaxel and cabazitaxel are the two most frequently used chemotherapy drugs for prostate cancer (El Kharraz et al., 2021). Docetaxel is typically used in combination with hormone therapy and steroids, but if cancer spreads despite this treatment, cabazitaxel is added. Radiotherapy is another treatment for\nmetastatic prostate cancer involving using high-intensity waves to kill cancer cells. Internal radiation with radium 223 is a type of radiotherapy that is frequently employed for prostate cancer that has traveled to the bones. \n\nThe goal of this care is to shrink the tumor, alleviate symptoms, and improve the patient's standard of living. Radium 223 is assimilated by cancer cells within the bone and launched as radiation, destroying tumors while having little effect on healthy cells. This makes it a safe and effective treatment option for PCa patients who have hormone therapy failure, were not eligible for chemotherapy, and have bone metastases. In March 2022, the FDA approved Pluvicto (lutetium Lu177 vipivotide tetraxetan) as a unique treatment option for individuals with prostate-specific membrane antigen-positive metastatic castration-resistant prostate cancer, a type of PCa that has spread throughout the body and has not responded to existing therapies. Moreover, in October 2022, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency recommended its approval for use in the European Union to treat prostate cancer (EMA., 2022). The drug's primary target is the Prostate-Specific Membrane Antigen (PSMA) biomarker, a protein available in most PCa cells circulating throughout the body. By releasing radiation, the cancer cells are subsequently forced to die (Brubaker, 2022).  \n\n__Conclusion__ \nThis concise study aims to inform the public about the latest advancements in treating and managing metastatic prostate cancer by summarising the broad range of clinical treatments that have been recently approved and are currently in use. \n\n__References__  \nAmerican cancer society (2022). Accessed at [https://www.cancer.org/cancer/prostate-cancer](https://www.cancer.org/cancer/prostate-cancer).\nRetrieved on 6th March, 2023.  \n\nCDC Division of Cancer Prevention and Control, Centers for Disease Control and Prevention (2022). What Is Prostate Cancer?. Retrieved from; [www.cdc.gov/cancer/prostate](http://www.cdc.gov/cancer/prostate). Accessed on\n16th December, 2022.\n\nCouncil for Medical Sciences South Africa. Focus on Prostrate Cancer Newsletter Script (2022). Retrieved from; [https://www.medicalschemes.co.za](https://www.medicalschemes.co.za/). Accessed on Nov. 10, 2022.  \n\nElham Bidrama, Yasaman Esmaeilib, Hadi Ranji-Burachalooc, Nuha Al-Zaubaid, Ali Zarrabie, Alastair Stewartd, Dave E Dunstan (2019). A concise review on cancer treatment methods and delivery systems. Journal of Drug Delivery Science and Technology. Doi: 10.1016/j.jddst.2019.101350.  \n\nEuropean Medicines Agency (2022). Pluvicto: Pending EC decision -European Medicines Agency\". Retrieved from; [www.ema.europa.eu](http://www.ema.europa.eu/). Accessed on 13th October 2022.  \n\nGuardian cancer research (2022). New cancer treatment offers hope to patients out of options. Retrieved from; [www.theguardian.com](http://www.theguardian.com/). Retrieved on 6th March, 2023.\n\nMichelle Brubaker (2022). UC San Diego Health Newsroom; Patient First in Region to Receive New Treatment for Advanced Prostate Cancer. Retrieved from; [www.health.ucsd.edu](http://www.health.ucsd.edu/). Accessed on 8th November, 2022. \n\nMassie CE, Lynch A, Ramos-Montoya A, et al (2011). The androgen receptor fuels prostate cancer by regulating central metabolism and biosynthesis. EMBO Journal; 30(13):2719–2733.  \n\nOladoyinbo Catherine A, Oluwafunke O. Akinbule, Opeyemi O. Bolajoko, Justice Moses K. Aheto, Getachew Dagne, Faruk Mohamed, Iya Eze Bassey, Folakemi T. Odedina, Ruth Agaba, Nissa Askins, Olubanke O. Ogunlana, Motolani E. Ogunsanya, Aishat M. Suleiman, Stanley O. Anyanwu, Rebecca M. Gali, Ernest Kaninjing, Blaise Nkegoum, Abidemi Omonisi, Anthonia C. Sowunmi, Paul Jibrin, Emeka E. Iweala, Omolara A. Fatiregun and Ademola A. Popoola (2019).\nRisk factors for prostate cancer in West African Men: The Familial Cohort Study. Cancer health disparities. Vol. 4. doi:10.9777/chd.2019.1007.  \n\nSchlom J (2012). Therapeutic cancer vaccines: current status and moving forward. J Natl Cancer Inst. 104(8):599-613. doi: 10.1093/jnci/djs033. PMID: 22395641; PMCID: PMC3328421.  \n\nTseha ST (2022). Role of Adenoviruses in Cancer Therapy. Front Oncol.12:772659. doi: 10.3389/fonc.2022.772659. PMID: 35756634; PMCID: PMC9218278.  \n\nUgwumba FO, Nnabugwu II (2022). Prostate cancer characteristics: A descriptive analysis of clinical features at presentation in the last decade in a black African community. Ann Afr Med; 21:153-7.  \n\nVan Trimpont, M., Peeters, E., De Visser, Y., Schalk, A. M., Mondelaers, V., De Moerloose, B., Lavie, A., Lammens, T., Goossens, S., & Van Vlierberghe, P. (2022). Novel Insights on the Use of L-Asparaginase as an Efficient and Safe Anti-Cancer Therapy. Cancers, 14(4), 902. [DOI: 10.3390/cancers14040902](https://doi.org/10.3390/cancers14040902). \n\nVenkatachalam, S., McFarland, T. R., Agarwal, N., & Swami, U. (2021). Immune Checkpoint Inhibitors in Prostate Cancer. Cancers, 13(9), 2187. [doi: 10.3390/cancers13092187](https://doi.org/10.3390/cancers13092187). \n\nWorld Health Organization (2022). Cancer. Retrieved from; [www.who.int/news-room/fact-sheets/detail/cancer](http://www.who.int/news-room/fact-sheets/detail/cancer). Accessed on 30th November, 2022. \n\nWang Le, Lu Bin, He Mengjie, Wang Youqing, Wang Zongping, Du Lingbin (2022). Prostate Cancer Incidence and Mortality: Global Status and Temporal Trends in 89 Countries from 2000 to 2019. Frontiers in Public Health. Vol. 10. DOI: 10.3389/fpubh.2022.811044.\n\n ",
            "categories": [
                "Prostate cancer"
            ],
            "draft_id": "640b0730b4351d367090c92a",
            "email": "suleiman.zakaripgs@stu.cu.edu.ng",
            "first_name": "Suleiman",
            "isApproved": true,
            "last_name": "Zakari",
            "likers": [
                {
                    "auth_user_id": "4MxbXRcMiD1wMvkQ"
                },
                {
                    "auth_user_id": "dphbDovyYJG_yLYk"
                },
                {
                    "auth_user_id": "b41gawGCPD6f07J5"
                },
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 4,
            "metadata": [],
            "published_at": "2023-03-15 07:18",
            "read_time": 15.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "a-review-of-new-therapies-for-patients-with-metastatic-prostrate-cancer",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "A Review of New Therapies for Patients with Metastatic Prostrate Cancer",
            "views": 413
        },
        {
            "_id": {
                "$oid": "641bf0d5ac73e8a1d73b8136"
            },
            "author_id": "dphbDovyYJG_yLYk",
            "body": "__Timothy Ayeni1* and Olubanke Ogunlana1#__\n\n1Cancer Research Group, Covenant Applied Informatics and Communication Africa Centre of Excellence (__CApIC-ACE__), Department of Biochemistry, Covenant University, Canaan Land - Ota, Ogun State, Nigeria.\nEmail: __*timothy.ayenipgs@stu.cu.edu.ng__\n            __#banke.ogunlana@covenantuniversity.edu.ng__\n____            \n\n__Introduction__\nCancer is caused by the unrestricted growth and division of cells that can arise in various tissues and disseminate to neighboring and distant tissues (Salehi et al., 2019)  The prostate is a gland found in the male reproductive system, located just below the bladder and in front of the rectum. It is a walnut-sized gland that surrounds the urethra, which is the tube that carries urine and semen out of the body. Prostate cancer (PCa) is a malignancy of the prostate gland. It is a disease that is most common in men from the age of 50 and the second most common cause of cancer-related deaths worldwide (Adamaki and Zoumpourlis, 2021). It occurs when cells grow out of control in the prostate gland. In 2020, the international agency for cancer research reported the age-standardized incidence and mortality rate for PCa in the African continent as 29.7 and 16.3 cases per 100,000 people, respectively(Giona, 2021). Men of African origin exhibit high prostate cancer incidence and mortality rates. Also, more advanced stages of PCa are reportedly diagnosed in African-American men (Barsouk et al., 2020). However, it is possible to effectively treat and, in some cases, completely eradicate prostate cancer if detected very early (Alarcón-Zendejas et al., 2022). Hence, there is a need for efficient methods of early detection of prostate cancer. This review highlights some of the major biomarkers used for the early detection of PCa.\n\n__Prostate Cancer Biomarkers__\nAccording to the National Cancer Institute, a biomarker is defined as a measurable biomolecule in blood, tissues, and other body fluids that indicates a normal or abnormal process of a condition or disease (Farha and Salami, 2022; Lyngbakken et al., 2019). These processes may include biological or pathogenic processes and/or pharmacologic responses to a disease progression or certain treatment (Lyngbakken et al., 2019). Generally, biomarkers are used in therapeutic analysis to evaluate biological parameters, which helps develop and evaluate new treatments. It is essential to thoroughly assess a biomarker's operation in identifying a new candidate biomarker to validate its clinical application (Lynch et al., 2018). Biomarkers must be scientifically investigated and validated to pass several practical tests prior to being accepted for clinical practice. A standard biomarker should be clinically relevant, sensitive, specific, reliable, and reproducible.\nThe earliest biomarker for detecting PCa at an early stage is the serum prostate-specific antigen (PSA) (Kavalci et al., 2021). A member of the human kallikrein family, PSA is produced by prostatic luminal epithelial cells and regulates semen coagulation (Farha and Salami, 2022). In serum, PSA is bound mainly by endogenous protease inhibitors, α1-antichymotrypsin (ACT) and α2-microglobulin (A2M). PSA is being used as a biomarker for diagnosing and managing prostate cancer because it is synthesized by epithelial cells of the prostate (Kostova et al., 2018). PSA was initially used to monitor PCa patients but is now widely used for screening and diagnosing PCa. However, while PSA testing is very sensitive, it is not cancer specific. Some common pathological conditions, such as benign prostate hyperplasia and prostatitis, can also cause abnormal test results, which may lead to additional diagnoses. As a result, PSA screening can lead to wrong diagnosis (Farha and Salami, 2022). The introduction of PSA undoubtedly transformed the field of PCa detection and treatment; however, novel biomarkers help to improve decision-making in patients with suspected PCa based on elevation in PSA, abnormal digital rectal examination, or both.\nThis decision relates to whether patients should undergo an initial or repeat prostate biopsy. Once PCa is detected through biopsy, biomarkers can aid in determining the appropriate level of risk stratification for treatment, including surveillance, the intensity of treatment required, and the need for multi-modal therapy. The biomarkers for initial biopsy consideration include 4Kscore, prostate health index (phi), SelectMDx, ExoDx prostate intelliscore, and MyProstateScore (MPS), while those for consideration of repeat biopsy include Prostate Cancer Antigen 3 (PCA3) and ComfirmMDX.\n\n__4Kscore Test__\nThe 4Kscore test is a PCa test under the Clinical Laboratory Improvement Amendments (CLIA) certification and in line with the National Comprehensive Cancer Network (NCCN) guidelines. It combines the serum levels of four kallikrein proteins (total PSA (tPSA), free PSA (fPSA), intact PSA, and human kallikrein 2 (hK2)) with digital rectal examination (DRE) results and other factors such as age and history of previous biopsy. This testing procedure was established based on statistics from the European Randomized Study of Screening for Prostate Cancer (ESRPC) studies and the Prostate Testing for Cancer and Treatment (ProtecT) study (Kim and Hong, 2021). The chance that a patient will have clinically significant Prostate Cancer (csPCA) is shown by the 4Kscore test and defined as Gleason ⩾ 7 PCa (Kim and Hong 2021). The official score cutoff of ⩾ 7.5%, when it is used, will help to avoid unnecessary biopsies by 22% (Punnen et al., 2018).\n\n__Prostate Health Index (PHI)__\nProstate health index (PHI) is a Food and Drug Agency (FDA) approved test. It combines with the three PSA isoforms in the blood (an isoform of PSA (p2PSA), fPSA, and tPSA) to form a compound score that predicts the likelihood of PCa on biopsy (Farha and Salami, 2022). The test, which is the least expensive of commercially available PCa tests in the USA, also follows the National Comprehensive Cancer Network (NCCN) guidelines.\n\n__SelectMDX__\nSelectMDX is a non-FDA-approved test. It is performed on urine after a digital rectal examination in a CLIA-certified lab and is included in the NCCN guidelines. It combines clinical parameters with the mRNA expression levels of distal-less homeobox 1 (DLX1) and homeobox protein 6 (HOXC6) to estimate the chance of any PCa and Gleason ⩾ 7 PCa on biopsy (Govers et al., 2018). In a study carried out by Van Neste and others (Van Neste et al., 2016), a combined model using both HOXC6 and DLX1 as well as clinical risk factors (age, DRE, previous biopsy, PSA, and family history) yielded an AUC of 0.9 (95% CI, 0.85–0.96) in the training cohort and 0.86 (95% CI, 0.80–0.92) in the validation cohort for detection of csPCa, with a potential to decrease total biopsies by 42% (Farha and Salami, 2022).\n\n__ExoDx Prostate Intelliscore__\nThe ExoDx Prostate Intelliscore can be used to measure SPDEF-normalized exosomal mRNA of Prostate Cancer Antigen-3 (PCA3) and ETS-related gene (ERG) in the urine. It is a non-FDA-approved test that is also performed in a CLIA-certified lab and follows the NCCN guidelines. The advantage of the ExoDx test is that it does not require a DRE before sample collection and does not include any clinical variables as part of the score (Farha and Salami, 2022).\n\n__MyProstateScore (MPS)__\nThe MyProstateScore (MPS) is an early detection test for PCa that combines three specific urinary markers: TMPRSS2: ERG fusion gene expression, PCA3, and PSA to provide a score range (0 to 100) which increases with the chance of identifying Gleason ⩾ 7 PCa. These scores are grouped into low, intermediate, or high-risk. The urinary gene expression assay requires a post-DRE urine specimen. MPS was found to be more cost-effective than MRI when used to guide biopsy decisions for all men with unspecified PSA levels (Jiao et al., 2021). It is a non-FDA-approved test and not yet recommended by the NCCN.\n\n__PCA3__\nThe Prostate Cancer Antigen 3 gene (PCA3) is a non-protein-coding mRNA that is highly overexpressed in PCa tissue compared to normal prostate tissue or benign prostatic hyperplasia. It is found to be greatly expressed (60-100-fold) in cancerous than in benign tissues. The PCA3 test is FDA-approved and requires the collection of the first 20–30ml of post-DRE urine. The ratio of PCA3 mRNA transcripts in the sample to serum PSA gives the quantitative result of the test (Adamaki and Zoumpourlis, 2021).\n\n__Conclusion__\nThe selection of the appropriate biomarker depends on the specific clinical situation. A single biomarker may not be enough to achieve the required diagnostic sensitivity and specificity for precise prostate cancer risk stratification. Therefore, a combination of biomarkers is required in most clinical settings to increase the accuracy of prostate cancer diagnosis, treatment, and surveillance.\n\n__References__\nAdamaki, M., Zoumpourlis, V., 2021. Prostate Cancer Biomarkers: From diagnosis to prognosis and precision-guided therapeutics. Pharmacol. Ther. 228, 107932. [https://doi.org/10.1016/j.pharmthera.2021.107932](https://doi.org/10.1016/j.pharmthera.2021.107932)\nAlarcón-Zendejas, A.P., Scavuzzo, A., Jiménez-Ríos, M.A., Álvarez-Gómez, R.M., Montiel-Manríquez, R., Castro-Hernández, C., Jiménez-Dávila, M.A., Pérez-Montiel, D., González-Barrios, R., Jiménez-Trejo, F., 2022. The promising role of new molecular biomarkers in prostate cancer: From coding and non-coding genes to artificial intelligence approaches. Prostate Cancer Prostatic Dis. 25, 431–443. [https://doi.org/10.1038/s41391-022-00537-2](https://doi.org/10.1038/s41391-022-00537-2)\nBarsouk, Adam, Padala, S.A., Vakiti, A., Mohammed, A., Saginala, K., Thandra, K.C., Rawla, P., Barsouk, Alexander, 2020. Epidemiology, staging and management of prostate cancer. Med. Sci. 8, 28. [http://dx.doi.org/10.3390/medsci8030028](http://dx.doi.org/10.3390/medsci8030028)\nFarha, M.W., Salami, S.S., 2022. Biomarkers for prostate cancer detection and risk stratification. Ther. Adv. Urol. 14, 17562872221103988. [https://doi.org/10.1177/17562872221103988](https://doi.org/10.1177/17562872221103988)\nGiona, S., 2021. The epidemiology of prostate cancer. Exon Publ. 1–15.\nGovers, T.M., Caba, L., Resnick, M.J., 2018. Cost-effectiveness of urinary biomarker panel in prostate cancer risk assessment. J. Urol. 200, 1221–1226. [https://doi.org/10.1016/j.juro.2018.07.034](https://doi.org/10.1016/j.juro.2018.07.034)\nJiao, B., Gulati, R., Hendrix, N., Gore, J.L., Rais-Bahrami, S., Morgan, T.M., Etzioni, R., 2021. Economic evaluation of urine-based or magnetic resonance imaging reflex tests in men with intermediate prostate-specific antigen levels in the United States. Value Health 24, 1111–1117. [https://doi.org/10.1016/j.jval.2021.02.009](https://doi.org/10.1016/j.jval.2021.02.009)\nKavalci, E., Onder, A.U., Brusgaard, K., Bostanci, A., Selhanoglu, M.Y., Serakinci, N., 2021. Identification of genetic biomarkers in urine for early detection of prostate cancer. Curr. Probl. Cancer 45, 100616. [https://doi.org/10.1016/j.currproblcancer.2020.100616](https://doi.org/10.1016/j.currproblcancer.2020.100616)\nKim, J.H., Hong, S.K., 2021. Clinical utility of current biomarkers for prostate cancer detection. Investig. Clin. Urol. 62, 1. [https://doi.org/10.4111%2Ficu.20200395](https://doi.org/10.4111%2Ficu.20200395)\nKostova, M.B., Brennen, W.N., Lopez, D., Anthony, L., Wang, H., Platz, E., Denmeade, S.R., 2018. PSA‐alpha‐2‐macroglobulin complex is enzymatically active in the serum of patients with advanced prostate cancer and can degrade circulating peptide hormones. The Prostate 78, 819–829. [https://doi.org/10.1002/pros.23539](https://doi.org/10.1002/pros.23539)\nLynch, J.A., Rothney, M.P., Salup, R.R., Ercole, C.E., Mathur, S.C., Duchene, D.A., Basler, J.W., Hernandez, J., Liss, M.A., Porter, M.P., 2018. Improving Risk Stratification Among Veterans Diagnosed With Prostate Cancer: Impact of the 17-Gene Genomic Prostate Score Assay. Am. J. Manag. Care 24, S4–S10.\nLyngbakken, M.N., Myhre, P.L., Røsjø, H., Omland, T., 2019. Novel biomarkers of cardiovascular disease: applications in clinical practice. Crit. Rev. Clin. Lab. Sci. 56, 33–60. [https://doi.org/10.1080/10408363.2018.1525335](https://doi.org/10.1080/10408363.2018.1525335)\nPunnen, S., Freedland, S.J., Polascik, T.J., Loeb, S., Risk, M.C., Savage, S., Mathur, S.C., Uchio, E., Dong, Y., Silberstein, J.L., 2018. A multi-institutional prospective trial confirms noninvasive blood test maintains predictive value in African American men. J. Urol. 199, 1459–1463. [https://doi.org/10.1016/j.juro.2017.11.113](https://doi.org/10.1016/j.juro.2017.11.113)\nSalehi, B., Fokou, P.V.T., Yamthe, L.R.T., Tali, B.T., Adetunji, C.O., Rahavian, A., Mudau, F.N., Martorell, M., Setzer, W.N., Rodrigues, C.F., 2019. Phytochemicals in prostate cancer: from bioactive molecules to upcoming therapeutic agents. Nutrients 11, 1483. [http://dx.doi.org/10.3390/nu11071483p](http://dx.doi.org/10.3390/nu11071483p)\nVan Neste, L., Hendriks, R.J., Dijkstra, S., Trooskens, G., Cornel, E.B., Jannink, S.A., de Jong, H., Hessels, D., Smit, F.P., Melchers, W.J., 2016. Detection of high-grade prostate cancer using a urinary molecular biomarker–based risk score. Eur. Urol. 70, 740–748. [https://doi.org/10.1016/j.eururo.2016.04.012](https://doi.org/10.1016/j.eururo.2016.04.012)\n\n",
            "categories": [
                "Prostate cancer"
            ],
            "draft_id": "641413cdac73e8a1d73b8135",
            "email": "timothy.ayenipgs@stu.cu.edu.ng",
            "first_name": "Timothy",
            "isApproved": true,
            "last_name": "Ayeni",
            "likers": [
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                },
                {
                    "auth_user_id": "b41gawGCPD6f07J5"
                },
                {
                    "auth_user_id": "kGqOtAAqrCkB0NUk"
                }
            ],
            "likes": 3,
            "metadata": [],
            "published_at": "2023-03-16 14:11",
            "read_time": 15.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "biomarkers-for-the-early-detection-of-prostate-cancer-1",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "BIOMARKERS FOR THE EARLY DETECTION OF PROSTATE CANCER",
            "views": 204
        },
        {
            "_id": {
                "$oid": "6458fef1f7a4b4237641bea5"
            },
            "author_id": "b4EYC8i8jiGvw0fL",
            "body": "###  Praise\nAgbetuyi-tayo1* and Olubanke\nOgunlana1# \nCancer Research Group,\nCovenant Applied Informatics and Communication Africa Centre of Excellence\n(CApICE-ACE), Department of Biochemistry, Covenant University, Canaan Land -\nOta, Ogun State, Nigeria. \n### Email: *[praise.agbetuyi-tayopgs@stu.cu.edu.ng](mailto:praise.agbetuyi-tayopgs@stu.cu.edu.ng) \n [#banke.ogunlana@covenantuniversity.edu.ng](mailto:#banke.ogunlana@covenantuniversity.edu.ng)  \nIntroduction \nOne of the most dangerous malignant diseases to\npeople's lives and health is cancer (Hong et al., 2020). Cancer is a\nhereditary disease with a complex multi-step process that causes healthy cells\nto change how they regulate several signaling pathways involved in cell\nproliferation, angiogenesis, metastasis, and resistance to apoptosis. (Naro et al., 2022).\nThe hallmark of cancer is initiated by the accumulation of genetic defects that\ncould alter gene expression patterns, causing a complete imbalance of the\ncellular activity and microenvironment (Hong et al., 2020). \nHuman cancer was identified\nas a genetic illness in the late 1990s. Since then, enormous efforts have been\nundertaken in the field of genomics to identify the genetic changes associated with\ntumour formation. Since scientists have known for decades that genes and genetic\nchanges are the basis for cancer initiation and progression. Genomics is an important\nfield that is essential for understanding, earlier diagnosis and treating\ncancer (Michael et al., 2019). For instance, it has been shown that\nmutations in the tumour-suppressor genes BReast CAncer gene 1 (BRCA1) and BReast CAncer gene 2 (BRCA2)\nare risk factors for developing breast, prostate and ovarian cancer (Fu et al., 2022). The difficulties of treating advanced-stage\nand/or chemoresistant cancer patients have made the battle to eliminate the\ndisease more fierce. [Nevertheless, recent advancements in genomics have sparked the\ncreation of specific treatments and procedures for early detection and\nprevention, leading to significant reduction in advancements in the treatment\nof cancer (Naro et al., 2022)]()[[OO1]](#_msocom_1)  \nThe\nway we understand cancer is changing as a result of genomics. Contrary to more two\ndecades ago, before the human genome project, when the technologies, techniques\nand expertise required for gene sequencing and genomic studies were rudimentary\nand had low throughput. Rapid advances in genomic studies and their improved technology\nhave made it possible to analyze the molecular makeup of various cancer types\nin detail within a short time. More effective chemotherapy with good precision,\nhigh selectivity and excellent success rate can be developed based on the\ngenomic understanding of cancer onset and progression.[ ]()[[OO2]](#_msocom_2) The\nultimate objective is to provide every cancer patient with a therapeutic\nregimen that is tailored to the individual  and the uniqueness of the disease in the best optimal\nway (Bianca, 2020) \nNext-Generation Sequencing (NGS)  \nNext-Generation Sequencing(NGS) has emerged as a salient method for getting an accurate and deeper\nview of individual tumours' molecular signatures. With the new standard of care\nfor cancer being targeted therapies, using NGS has greatly increased cancer management\nprecision and efficiency. Compared to other traditional methods, NGS provides\nmore sensitivity, accuracy and high throughput because of its ability to\nsequence multiple genes in just one assay. NGS has posed to be a more\neconomical and time-conserving approach to cancer research, paving the way to\nprecision medicine (Wu\net al., 2022). NGS has revealed the presence of age-related somatic mutations in the\nhuman genome and has helped elucidate the background of different cancer\ndevelopments among different ethnicity, environments, and races (Naro\net al., 2020). \nPersonalized/Precision\nMedicine  \nOne of the\nbiggest impacts and gains of genomics on cancer treatment is the choice of\ntreatment. Information on the genetic\nchanges in a patient's tumour is used to determine the type of treatment to\nreceive; this is known as precision medicine or personalised care (Musyuni et al., 2022). As a result of research into the genomic changes\nassociated with cancer, chemotherapic drugs have been designed with more\nprecision and specificity to target cancer cells, leaving normal human cells\nunharmed. This targeted therapy has been able to ameliorate the limitation of\nchemotherapy or other treatment like radiation, which causes the death of\nnormal healthy cells in the cause of treatment. \nThere are a good number\nof precision medicine already in use; some examples are Trastuzumab (Herceptin),\nErlotinib(Tarceva), and Imatinib (Gleevec) (NIH, 2021). \nTrastuzumab is\na monoclonal antibody that targets the human epidermal growth factor receptor 2\n(HER2), a protein that is overexpressed in some types of cancer cells,\nincluding breast cancer. The mechanism of action of trastuzumab is thought to\ninvolve several processes, including blocking the HER2 receptor from sending\ngrowth-promoting signals, activating the immune system to attack HER2-positive\ncancer cells, and promoting cancer cell death (Maadi et al., 2021). \nA study by\nBradley et al, examined the\neffectiveness of trastuzumab in reducing the risk of breast cancer recurrence,\ndeath from breast cancer, and all-cause mortality by analyzing the outcomes of\nseven randomized trials involving 13,864 patients enrolled for 5 years. The\nresults showed that trastuzumab combined with chemotherapy significantly\nreduced the risk of breast cancer recurrence and death from breast cancer\ncompared to chemotherapy alone. The 10-year recurrence risk was reduced by 9%\nand 10-year breast cancer mortality was reduced by 6.4%, with no increase in\ndeath without recurrence (Bradley et al., 2021). \nErlotinib\n(brand name Tarceva) on the other hand, is a small molecule inhibitor of the\nepidermal growth factor receptor (EGFR), which is a protein that is often\noverexpressed in cancer cells. Erlotinib works by binding to the EGFR protein\nand blocking the signals that promote cell growth and division, leading to\ncancer cell death. Erlotinib has been studied in several clinical trials for\nthe treatment of various types of cancer, including non-small cell lung cancer,\npancreatic cancer, and others. In clinical trials, erlotinib has been shown to\nimprove progression-free survival and overall survival in some patients (Dong et al., 2021). \nIn one study of\npatients with non-small cell lung cancer, erlotinib was compared to\nchemotherapy as a second-line treatment. The study found that erlotinib\nimproved progression-free survival by 2.2 months compared to chemotherapy. In\nanother study of patients with pancreatic cancer, erlotinib was combined with\ngemcitabine, and the combination therapy improved overall survival by about two\nweeks compared to gemcitabine alone.(Assenat et al., 2021). \n  \n  \nREFERENCES \n1. Assenat,\nE., Mineur, L., Mollevi, C., Lopez‐Crapez, E., Lombard‐Bohas, C., Samalin, E.,\nPortales, F., Walter, T., Forges, H., Dupuy, M., Boissière‐Michot, F.,\nHo‐Pun‐Cheung, A., Ychou, M. & Mazard, T. (2021) Phase II study evaluating the association of\ngemcitabine, trastuzumab and erlotinib as first‐line\ntreatment in patients with metastatic pancreatic adenocarcinoma ( GATE 1). International Journal of\nCancer. 148 (3), 682–691. doi:10.1002/ijc.33225. \n2. Bradley, R., Braybrooke, J., Gray,\nR., Hills, R., Liu, Z., et al. (2021) Trastuzumab for early-stage,\nHER2-positive breast cancer: a meta-analysis of 13 864 women in seven\nrandomised trials. The Lancet Oncology. 22 (8), 1139–1150. doi:10.1016/S1470-2045(21)00288-6. \n3. Chakravarty\nD . OncoKB: a precision oncology knowledge base. JCO Precis.Oncol. (2017). 10.1200/PO.17.00011 \n4. Dong, Y., Li, Q., Miao, Q. &\nLi, D. (2021) Erlotinib as a salvage treatment after gefitinib failure for\nadvanced non-small-cell lung cancer patients with brain metastasis: A\nsuccessful case report and review. Medicine. 100 (25), e26450.\ndoi:10.1097/MD.0000000000026450. \n5. Flores-Pérez JA, de la Rosa OF, Argenes Y, Meneses-Garcia A. Nutrition,\nCancer and personalised medicine. Adv Exp Med Biol. 2019;1168:157–68. https://\ndoi. org/ 10. 1007/ 978-3- 030- 24100-1_ 11. \n6. Fu, X., Tan, W., Song, Q., Pei, H.\n& Li, J. (2022) BRCA1 and Breast Cancer: Molecular Mechanisms and\nTherapeutic Strategies. Frontiers in Cell and Developmental Biology. 10,\n813457. doi:10.3389/fcell.2022.813457. \n7. Hong M, Tao S, Zhang L, Diao T, Huang X, Huang S, and Juan S. RNA\nsequencing: new technologies and applications in cancer research. J Hematol\nOncol.(2020) 13:166 [https://doi.org/10.1186/s13045-020-01005-x](https://doi.org/10.1186/s13045-020-01005-x) \n8. Maadi, H., Soheilifar, M.H., Choi,\nW.-S., Moshtaghian, A. & Wang, Z. (2021) Trastuzumab Mechanism of Action;\n20 Years of Research to Unravel a Dilemma. Cancers. 13 (14), 3540.\ndoi:10.3390/cancers13143540. \n9. Michael\nF.B and Elaine R.M. The emerging clinical relevance of genomics in cancer\nmedicine. Nature Review.Clinical Oncol. (2019) \n10. Musyuni,\nP., Bai, J., Sheikh, A., Vasanthan, K.S., Jain, G.K., Abourehab, M.A.S.,\nLather, V., Aggarwal, G., Kesharwani, P. & Pandita, D. (2022) Precision\nmedicine: Ray of hope in overcoming cancer multidrug resistance. Drug\nResistance Updates. 65, 100889. doi:10.1016/j.drup.2022.100889. \n11.  Naro C, Cunliffe HE and Sette C. Editorial:\nInsight in cancer genetics: 2022. Front. Oncol.(2022) 12:988310.doi:\n10.3389/fonc.2022.988310 \n12. Selvakumar C, Auxzilia K,\nRoss K, Tusubira D, Khan M.W, Mani P, Rao N.T, and Sekar D. CRISPR/Cas9 and\nnext generation sequencing in the personalized treatment of Cancer. Molecular\nCancer (2022) 21:83 [https://doi.org/10.1186/s12943-022-01565-1](https://doi.org/10.1186/s12943-022-01565-1)  \n13. Wu TM, Liu JB, Liu Y, et al. Power and promise of next-generation\nsequencing in liquid biopsies and Cancer control. Cancer Control.\n2020;27(3):1073274820934805. https:// doi. org/ 10. 1177/ 10732 74820-934805. \n14. Yuan L, Xu ZY, Ruan SM, Mo S, Qin JJ, Cheng XD. Long non-coding RNAs\ntowards precision medicine in gastric cancer: early diagnosis, treatment, and\ndrug resistance. Mol Cancer. 2020;19(1):96. https:// doi. org/ 10. 1186/\ns12943- 020- 01219-0. \n   \n \n \n [[OO1]](#_msoanchor_1)Does\nthis capture what you meant to say?   \n \n \n [[OO2]](#_msoanchor_2)Rewrite\nthis section  \nMore effective chemotherapy with good precision, high\nselectivity and excellent success rate can be developed based on the genomic\nunderstanding of cancer onset and progression.      ",
            "categories": [
                "Breast cancer"
            ],
            "draft_id": "64414607be8418239f2011a5",
            "email": "praise.agbetuyi-tayopgs@stu.cu.edu.ng",
            "first_name": "Praise",
            "isApproved": true,
            "last_name": "Agbetuyi-tayo",
            "likers": [],
            "likes": 0,
            "metadata": [],
            "published_at": "2023-05-07 08:46",
            "read_time": 35,
            "reviewers": [
                {
                    "id": 1.0
                },
                {
                    "id": 2.0
                }
            ],
            "slug": "genomics-transformative-role-in-cancer-diagnosis-and-treatment",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "GENOMICS' TRANSFORMATIVE ROLE IN CANCER DIAGNOSIS AND TREATMENT",
            "views": 117
        },
        {
            "_id": {
                "$oid": "63fe70710449d1e14d508d53"
            },
            "author_id": "dkcpribp7rZtdcI_",
            "body": "## __Abstract__\n## The cloud computing space is enjoying a renaissance. Not long ago, cloud computing was confined to the wall of high-revenue companies, but in recent times a growing number of businesses, public and private institutions are turning to the cloud computing platform to reap the benefits of a self-service, scalable, and flexible infrastructure. Moreover, with the increased implementation, advantages, and popularity of artificial intelligence, the demand for computing environments to solve age-old problems such as malaria and cancer is on the rise. This paper presents the implementation of a cloud computing infrastructure, the FEDerated GENomics (FEDGEN) Testbed, to provide an adequate IT environment for cancer and malaria researchers. The cloud computing environment is built using Openstack middleware. OpenStack is deployed using Metal-As-A-Service (MAAS) and Juju. Virtual Machines (Instances) were deployed, and services (JupiterHub) were installed on the FEDGEN testbed. The built infrastructure would allow the running of models requiring high computing power and would allow for collaboration among teams. \n[Read More](https://link.springer.com/chapter/10.1007/978-3-030-95630-1_6) ",
            "categories": [
                "Fedgen trends"
            ],
            "draft_id": "63f672c4d338e4142f102653",
            "email": "emmanuel.adetiba@covenantuniversity.edu.ng",
            "first_name": "Emmanuel",
            "isApproved": true,
            "last_name": "Adetiba",
            "likers": [
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 1,
            "metadata": [],
            "published_at": "2023-02-23 13:09",
            "read_time": 2.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "fedgen-testbed-a-federated-genomics-private-cloud-infrastructure-for-precision-medicine-and-artificial-intelligence-research",
            "status": "",
            "tags": [
                "Fedgen trends"
            ],
            "title": "FEDGEN Testbed: A Federated Genomics Private Cloud Infrastructure for Precision Medicine and Artificial Intelligence Research",
            "views": 99
        },
        {
            "_id": {
                "$oid": "64074532a9b767c92a58a413"
            },
            "author_id": "dkcpribp7rZtdcI_",
            "body": "Breast cancer is a significant public health concern in Nigeria, and it is a leading cause of cancer-related deaths among women in the country. According to the Nigerian National System of Cancer Registries (NSCR), breast cancer accounts for about 25% of all cancer cases in Nigeria, and it is responsible for about 12% of all cancer-related deaths in the country.\nThe incidence of breast cancer in Nigeria has been on the rise over the years, and it is estimated that about 100,000 new cases are diagnosed annually. This is attributed to a variety of factors, including changes in lifestyle, lack of awareness, limited access to screening and diagnostic facilities, inadequate healthcare infrastructure, and a shortage of skilled healthcare workers.\nBreast cancer is also associated with significant social and economic burdens in Nigeria. Women with breast cancer often face stigma and discrimination, and many are forced to delay or forego treatment due to the high cost of care. Additionally, the loss of income and productivity resulting from breast cancer can have a profound impact on families and communities, exacerbating poverty and inequality.\nEfforts to address the burden of breast cancer in Nigeria are ongoing, and include initiatives aimed at increasing awareness, improving access to screening and diagnostic facilities, enhancing treatment options, and strengthening healthcare systems. However, more needs to be done to ensure that women in Nigeria receive timely and appropriate care for breast cancer, and that the burden of this disease is reduced in the country.\n\nNOTE: This article was generated by ChatGPT",
            "categories": [
                "Breast cancer"
            ],
            "draft_id": "63ffce1c1b1b16e702b854e1",
            "email": "emmanuel.adetiba@covenantuniversity.edu.ng",
            "first_name": "Emmanuel",
            "isApproved": true,
            "last_name": "Adetiba",
            "likers": [
                {
                    "auth_user_id": "KD_T7gjTn4LspiRY"
                },
                {
                    "auth_user_id": "dkcpribp7rZtdcI_"
                }
            ],
            "likes": 2,
            "metadata": [],
            "published_at": "2023-03-03 14:48",
            "read_time": 5.0,
            "reviewers": [
                {
                    "id": 1
                },
                {
                    "id": 2
                }
            ],
            "slug": "breast-cancer-burden-in-nigeria",
            "status": "",
            "tags": [
                "Cancer"
            ],
            "title": "Breast Cancer Burden in Nigeria",
            "views": 75
        }
    ]
}